{
    "materials": {
        "gravel": [
            {
                "id": "7320279035",
                "name": "Glazed Porcelain Floor Tile - Gravel Road",
                "url": "https://sfbay.craigslist.org/eby/mat/d/brentwood-glazed-porcelain-floor-tile/7320279035.html",
                "datetime": "2021-06-06 07:06",
                "price": "$50",
                "where": "brentwood / oakley",
                "deleted": false,
                "main_image": "https://images.craigslist.org/00l0l_fYE99AxwlGcz_084084_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/00l0l_fYE99AxwlGcz_084084_600x450.jpg",
                    "https://images.craigslist.org/00l0l_fYE99AxwlGcz_084084_50x50c.jpg",
                    "https://images.craigslist.org/00404_6czJSeHaKGhz_0pO0jm_50x50c.jpg"
                ],
                "query": "gravel",
                "category": "maa",
                "description": "6 boxes of extras we didn't use.  $50 per box (9 tiles)Porch pickup in Brentwood.Cash, Venmo or Paypal.Daltile Saddle Brook XT 6 in. x 36 in. Glazed Porcelain Floor TileGravel Road XTSaddle Brook XT™ is designed to defeat exterior challenges! This tile is slip-resistant and is easy to maintain and is great for commercial applications as well as any outdoor space. - Achieve the look of authentic hardwood in exterior spaces without the maintenance- Contains Daltile’s patent-pending StepWise™ technology for superior slip-resistance    Size: 6 x 36 Field Tile* - (5 7/8 x 35 7/16) - (15.00 cm x 90.00 cm)     Pieces Per Carton: 9    SQFT Per Carton: 13.05Info:https://floorzz.com/products/daltile-saddle-brook-xt-6-in-x-36-in-glazed-porcelain-floor-tile-gravel-road-xt"
            },
            {
                "id": "7315926815",
                "name": "Gravel",
                "url": "https://sfbay.craigslist.org/pen/mat/d/los-altos-gravel/7315926815.html",
                "datetime": "2021-05-31 13:26",
                "price": "$0",
                "where": "los altos",
                "deleted": false,
                "main_image": "https://images.craigslist.org/00M0M_koZDXU3Teek_0hq0ne_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/00M0M_koZDXU3Teek_0hq0ne_600x450.jpg"
                ],
                "query": "gravel",
                "category": "maa",
                "description": "NO EMAILS PLEASETEXT Paul to arrange pickup on Aura Way in Los Altos:  Part of a whole house Estate salvage sale. Everything goes!Gravel is $1 /5 gallon bucket  $3/5 gallon bucket"
            }
        ],
        "wood": [
            {
                "id": "7330228816",
                "name": "100 Wood Double Pane Windows",
                "url": "https://sfbay.craigslist.org/pen/mat/d/redwood-city-100-wood-double-pane/7330228816.html",
                "datetime": "2021-06-06 13:25",
                "price": "$500",
                "where": "san carlos",
                "deleted": false,
                "main_image": "https://images.craigslist.org/00C0C_2rb9vMjtKjUz_0t20CI_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/00C0C_2rb9vMjtKjUz_0t20CI_600x450.jpg",
                    "https://images.craigslist.org/00C0C_2rb9vMjtKjUz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00k0k_2EPsw3YyCjz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00m0m_2VacbbIEKxSz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/01212_8Nm03XfBMKLz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/01313_cf4KYOUIJWuz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00a0a_byXyziBCHtEz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00X0X_hW3rq7lRllHz_0CI0t2_50x50c.jpg"
                ],
                "query": "wood",
                "category": "maa",
                "description": "Please let me know if you would like the spreadsheet of sizes now and to be emailed when these windows are ready for sale. Please provide your full name, email and cell phone number.We are a residential demo company. We will soon have 100 wood framed windows from a Woodside home. We have not priced them yet. They are all double pane, low E windows that were installed 5 years ago.  All are in excellent condition. I don't know the brand. These are high quality windows and will be removed with the wooden jambs. There are many casement windows, some are 10 lite, 28 X 75 (in pairs and singles).  There are several fixed 10 lite, 31.5 X 98. We will have matching 6 exterior doors that are 32 X 98 and 6 sets of French doors that are 62 X 98.  Please let me know if you would like the spreadsheet of sizes now and to be emailed when they are ready for sale. Please provide your full name, email and cell phone number."
            },
            {
                "id": "7327778861",
                "name": "4”x13” Douglas Fir Wood boards - partial painted 11 ft lengths",
                "url": "https://sfbay.craigslist.org/pen/mat/d/san-carlos-4x13-douglas-fir-wood-boards/7327778861.html",
                "datetime": "2021-06-06 13:22",
                "price": "$75",
                "where": "san carlos",
                "deleted": false,
                "main_image": "https://images.craigslist.org/00u0u_biUNlz31PScz_0ak08g_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/00u0u_biUNlz31PScz_0ak08g_600x450.jpg",
                    "https://images.craigslist.org/00u0u_biUNlz31PScz_0ak08g_50x50c.jpg",
                    "https://images.craigslist.org/00O0O_idMYznbn2i6z_0ak08g_50x50c.jpg",
                    "https://images.craigslist.org/00U0U_krYYnfHo1kNz_08g0ak_50x50c.jpg",
                    "https://images.craigslist.org/01616_cVTxDb8Ixa6z_08g0ak_50x50c.jpg",
                    "https://images.craigslist.org/01717_4lm2yVjSBzqz_0ak08g_50x50c.jpg"
                ],
                "query": "wood",
                "category": "maa",
                "description": "13 boards of Douglas fir wood with black paint on 2 or 3 sides of each board. The boards are 4”x13” and are 11 feet long each. All have one side cut at an angle. Black paint on at least 2, and often three sides. Nice grain, minimal knots! Asking only $75 each or if you buy all 13 boards, $50 each. Reclaimed, wood, thick,"
            },
            {
                "id": "7330725461",
                "name": "Live Edge Wood Slabs - Redwood Slabs",
                "url": "https://sfbay.craigslist.org/nby/mat/d/graton-live-edge-wood-slabs-redwood/7330725461.html",
                "datetime": "2021-06-06 13:11",
                "price": "$100",
                "where": "sebastopol",
                "deleted": false,
                "main_image": "https://images.craigslist.org/00Q0Q_7Qdf626GBCzz_0t20CI_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/00Q0Q_7Qdf626GBCzz_0t20CI_600x450.jpg",
                    "https://images.craigslist.org/00Q0Q_7Qdf626GBCzz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00w0w_9nNb2SJzDAEz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00j0j_lmGyOay7Pdlz_0lM0t2_50x50c.jpg",
                    "https://images.craigslist.org/00j0j_BPBfpJDvGoz_0pn0t2_50x50c.jpg",
                    "https://images.craigslist.org/00Q0Q_10EM8iRWW6Zz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00I0I_g854RWS9PtHz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00n0n_gMWnkmS78Lwz_0ne0sX_50x50c.jpg",
                    "https://images.craigslist.org/01515_jbwe81XwCAcz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00s0s_eV98yBr4aynz_0qX0t2_50x50c.jpg",
                    "https://images.craigslist.org/00Z0Z_eeJ1hs0YZNz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00m0m_4m8fQLvOiKoz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00Y0Y_l04tNvcdabYz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/01111_dj34AnOjWxiz_0ne0t2_50x50c.jpg",
                    "https://images.craigslist.org/00O0O_fKVDlcw2xnIz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00U0U_kvhZ4Nwz3cAz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/01212_k1zfISVsftNz_0pz0t2_50x50c.jpg",
                    "https://images.craigslist.org/00R0R_gm5SNKieS50z_0ne0qm_50x50c.jpg",
                    "https://images.craigslist.org/00g0g_4jbywn6lSZWz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00W0W_iCgKT41L6Gkz_0ne0oc_50x50c.jpg",
                    "https://images.craigslist.org/00Z0Z_asyyxFblI3Bz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00r0r_96NDydpyq7pz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00o0o_7gjTMMIz17Lz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/01616_1kzx3zkufuaz_0t20CI_50x50c.jpg"
                ],
                "query": "wood",
                "category": "maa",
                "description": "Eric Christopher Art Sustainably Salvaged Live Edge Wood Slabs & Burlwood   Eric Christopher is on a mission to recycle. Reducing the carbon footprint of society by recycling usable bay area trees. Keeping these beautiful specimens out of the landfills helps combat massive sequestered carbon entering our atmosphere. Displaying respect for our ancestors, and preserving Mother Nature’s artwork for future generations to enjoy! This is why we call these “second life logs” .We are addicted to STACKING!We have hundreds of live edge wood slabs available SML, MED, LRG, XL, & XXL sizes. Our  Bay area & Sonoma County inventory is constantly changing! The creative possibilities are endless!Salvaged Live Edge Wood Slab Species:-Acacia -Ash-Cedar-Claro Walnut-Cottonwood-Cypress-Elm-Ironbark Eucalyptus -Maple-Redwood -SycamoreCommon Uses-Bar Top-Benches -Coffee Table -Console Table-Countertop -Desk -Doors-Dinning Table-End Tables-Garden Art-Headboard  -Mantels-Media Console -Mirror Frames-Nightstands-Patio Table-River Table-Shelving -Tabletops-Vanity-Wall Art                           What It’s All About  The equity you gain from creating your own wood slab heirloom is not something that can be measured on a scale but it is something you can definitely feel. We can walk you through the entire process. First timers no need to be anxious, this is supposed to be FUN. The #1 comment customers say is “Wow it wasn’t as hard as I thought, I’m glad you told me to try it”   We aren’t in the furniture business. We are in the heirloom conversation piece business. Each and every wood slab is unique in it’s own way. Our job is complete when we here a “bing” and see a photo come through of you standing proudly by your masterpiece. We don’t call it quits when you drive away from our facility.  My heart is full of gratitude as I continue reflect on the salvaged material we have provided to our customers over the years. Thank you to everyone that has consciously chosen to purchase the foundation of their project from us . My partners and I invest so much heart into recycling mother nature’s artwork and it is an indescribable feeling to have you guys recognize both the beauty and the effort put forth to give these logs a second life. It is so special for us to be a part of your story. Making the decision to spend your hard earned money on something we worked tirelessly to provide is not something we take lightly or for granted. We appreciate you! STACK EM’ UP!!-Eric Christopher                            Process1. Decide on a project2. Measure the designated available space, keeping in mind the sizes of other nearby objects. Keeping things proportional will help your space feel sophisticated & curated rather than out of place or overbearing.3. Come Look! The fun begins here! Everyone’s taste is different so it’s best to complete steps 1 & 2 and then come look at our inventory and see if anything screams “Take me home” Our inventory is constantly changing. I tell customers “our store is like a shoe store. We don’t always have every size/model/color but it might be tomorrow that we bring the desired material in. Our inventory is based on the trees we are able to give a second life to, not the “click of a button” reorder.4. Price is based on many factors as each boule is unique in it’s own way and each boule is in a different state of its life. The main factors we consider are:-Size (board foot aka volume of material)-Species -Figure-Moisture content-Raw or SurfacedOnce Home 1. Decide on the aesthetic look you want to achieve. Do you want the piece to be rustic or lean towards a clean “scuplted” look?2.Remove the bark. We like to use a “cats paw” and a mallet, working pieces off as large as possible. For hardwoods a draw knife works well.3.Sand, scuplt, and clean-up the edges (if that follows suit towards your desired look. ) If a rustic look is desired you may wish to leave the edge as is.  4.Sand the top & bottom. We generally start at 60 grit, working our way through the grits until at least 400 grit. THIS IS NOT a requirement, just our preference. The higher grits do not only make the wood fibers smoother, they allow the true beauty of the wood to expose itself. The 3D figure is more pronounced and shows a higher level of visual contrast. Some figured woods we sand 1200+ grit. THE FINISH YOU CHOOSE MAY DICTATE WHAT GRIT YOU STOP SANDING AT. Some finish brands call for designated end points wich are usually lower in grit than our preference of 400 grit. Many require a max of 220 grit. Read manufactures directions to see if they specify. Once sanded up to 100 grit we like to then cut ends to size if needed, then continue sanding working our way up through the grits. We sand a bit before cutting to size because it makes for less friction on the saw, which usually helps make a smooth, clean cut.We blow off the slab with compressed air and wipe the entire slab with a tac cloth to remove loose dust, prepping the slab for its finish stage.Choosing a finish.Customers always ask what finish I recommend for their project. My answer: finishing is a riddle only you can solve, knowing what you want it to look like, and howmuch time + money do you want to invest. There is not one does-all finish that I recommend for everyone because each finish has it’s pros and cons and everyone has a different vision of how they want their heirloom to look. I will list several of the common types of finishes and the pros and cons as I see it through my experience. Penetrating Oil - UV StabilizedPros Easy application, very quick rich results showing a high percentage of the figure within the wood, sophisticated matte sheen, Inexpensive, easy touch up maintenance, penetrates fibers deep within the wood protecting integrity, UV sun rays do minimal degradation.Cons Not a developed surface finish. This means spills such as red wine will not be stopped from entering the pores of the wood.2 Part EpoxyPros Shows all hidden figure within the wood. The “truth serum” for wood. Hard surface, fast build up, strengthens any pith , fills checking, and hardens softwoods. A “5 in 1” type of finish. 4 coats of epoxy is similar to 40 coats of polyurethane.Cons Glossy, less margin for error. generally low UV stabilization, many brands yellow over time when outside in sunlight Polyurethane - Water basedPros Easy clean up,Fast drying, Easy “powdering up” sanding. Dries faster than oil based polyurethane and can be heavier coats too. Barrier to moisture and spills. Many available sheens- gloss, semigloss, satin, flat, and matte.Cons Not as rich as an oil or an epoxy, more bland. A developed finish is slow building. Each coat takes several hrs to dry and many coats are generally needed to have a “marble like”end result.Polyurethane - Oil BasedPros Rich, deep coloring . High levels of contrast. Durable. Barrier to moisture and spills. Many available sheens- gloss, semigloss, satin, flat, and matte. Many UV stabilized versions available.Cons Intense fumes, stickier clean up, respirator required , tacky feel compared to water based. Slow building, cannot lay heavy coats. Heavy coating runs risk of “skin over”. The top surface dries, creating a thin layer preventing the off gasing process and leaving a sticky, tacky finish that will never properly dry and cure.Contactphone  Website: www.EricChristopherArt.comemail Eric@ErichChristopherArtFb @EricChristopherArtIg @EricChristopherArt5325 Gravenstein Highway NorthSebastopol, CA 95472Business HoursMon:\t9:00 AM – 5:00 PMTue:\t9:00 AM – 5:00 PMWed:\t9:00 AM – 5:00 PMThu:\t9:00 AM – 5:00 PMFri:\t9:00 AM – 5:00 PMSat:\t9:00 AM – 5:00 PMSun:\t9:00 AM – 4:00 PM"
            }
        ]
    },
    "clothes": {
        "vintage": [
            {
                "id": "7332760159",
                "name": "Box of Vintage XXL woman’s clothes",
                "url": "https://sfbay.craigslist.org/eby/clo/d/berkeley-box-of-vintage-xxl-womans/7332760159.html",
                "datetime": "2021-06-06 13:35",
                "price": "$50",
                "where": "berkeley",
                "deleted": false,
                "main_image": "https://images.craigslist.org/00w0w_7BJzF8TIEalz_0t20CI_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/00w0w_7BJzF8TIEalz_0t20CI_600x450.jpg",
                    "https://images.craigslist.org/00w0w_7BJzF8TIEalz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00q0q_ddD6wHG0IPuz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00C0C_gke4U5fcskpz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00m0m_1GV1zsT3TKMz_0t20CI_50x50c.jpg"
                ],
                "query": "vintage",
                "category": "cla",
                "description": "Huge box of vintage large sizes (XL, 2XL, 3XL) woman’s and unisex clothes. Jeans, jackets. Big box full of clothes. No picking, selling whole box. Clothes in very good condition, slightly used, some is new with price tags. Email with questions or if you need more pictures. As is. Cash only."
            },
            {
                "id": "7330691824",
                "name": "Eddie Bauer Vintage Canvas Messenger Bag",
                "url": "https://sfbay.craigslist.org/eby/clo/d/concord-eddie-bauer-vintage-canvas/7330691824.html",
                "datetime": "2021-06-06 13:33",
                "price": "$25",
                "where": "concord / pleasant hill / martinez",
                "deleted": false,
                "main_image": "https://images.craigslist.org/00O0O_apb4Y1uVQRVz_0hq0i6_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/00O0O_apb4Y1uVQRVz_0hq0i6_600x450.jpg",
                    "https://images.craigslist.org/00O0O_apb4Y1uVQRVz_0hq0i6_50x50c.jpg",
                    "https://images.craigslist.org/00D0D_7pm6qVuR3opz_0hq0h8_50x50c.jpg",
                    "https://images.craigslist.org/00E0E_6b5Vu21Ixwjz_0hq0fQ_50x50c.jpg",
                    "https://images.craigslist.org/01111_7yVi3lsTNGiz_0gl0t2_50x50c.jpg",
                    "https://images.craigslist.org/00303_3ODhdCTQiR2z_0gl0t2_50x50c.jpg",
                    "https://images.craigslist.org/00202_3o70p9czriBz_0sE0hq_50x50c.jpg"
                ],
                "query": "vintage",
                "category": "cla",
                "description": "Excellent condition. No tears. All zippers and buckles work perfectly.A couple of small ink and coffee stains on the back (see pictures)Asking: $25Text:"
            },
            {
                "id": "7326790419",
                "name": "Vintage Original Doc Marten'sShoes",
                "url": "https://sfbay.craigslist.org/pen/clo/d/san-bruno-vintage-original-doc/7326790419.html",
                "datetime": "2021-06-06 13:09",
                "price": "$45",
                "where": "san bruno",
                "deleted": false,
                "main_image": "https://images.craigslist.org/00o0o_auPg2RSV1qz_0CI0t2_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/00o0o_auPg2RSV1qz_0CI0t2_600x450.jpg",
                    "https://images.craigslist.org/00o0o_auPg2RSV1qz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00L0L_9Zv40GIvDEpz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00J0J_1uETSRutzsAz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00b0b_3Y4E1lNeInfz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00V0V_4MJeogWxTJ9z_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00L0L_eZXwMvmcBBMz_0t20CI_50x50c.jpg"
                ],
                "query": "vintage",
                "category": "cla",
                "description": "Doc Marten's 90's size 9 -9 1/2 MOriginalClean- great Condition"
            }
        ],
        "beaded": [
            {
                "id": "7332677200",
                "name": "S.L. Fashions Dress Size 12 Black Chiffon Green Liner Jewel Beaded LNC",
                "url": "https://sfbay.craigslist.org/pen/clo/d/los-altos-sl-fashions-dress-size-12/7332677200.html",
                "datetime": "2021-06-06 10:56",
                "price": "$25",
                "where": "los altos",
                "deleted": false,
                "main_image": "https://images.craigslist.org/00h0h_dCYKswlrizYz_0jp0t2_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/00h0h_dCYKswlrizYz_0jp0t2_600x450.jpg",
                    "https://images.craigslist.org/00h0h_dCYKswlrizYz_0jp0t2_50x50c.jpg",
                    "https://images.craigslist.org/00y0y_2cphwGDI6WJz_0mG0t2_50x50c.jpg",
                    "https://images.craigslist.org/00404_jR7rCuYXGRpz_0CI0lM_50x50c.jpg",
                    "https://images.craigslist.org/00s0s_kn4fggcT0gpz_0CI0lM_50x50c.jpg",
                    "https://images.craigslist.org/01212_hPIdt2ec3PZz_0gl0t2_50x50c.jpg",
                    "https://images.craigslist.org/00j0j_2NLiYI4c9kMz_0gl0t2_50x50c.jpg",
                    "https://images.craigslist.org/00e0e_jMhhTWESrwyz_0gl0t2_50x50c.jpg",
                    "https://images.craigslist.org/00R0R_kS2ZkteNu9Vz_0CI0lM_50x50c.jpg",
                    "https://images.craigslist.org/00y0y_9AwHlfhxnSQz_0gl0t2_50x50c.jpg",
                    "https://images.craigslist.org/01616_ky1qP5U1fNMz_0gl0t2_50x50c.jpg",
                    "https://images.craigslist.org/00S0S_1LDK8yKgwYIz_0re0st_50x50c.jpg"
                ],
                "query": "beaded",
                "category": "cla",
                "description": "S.L.Fashions Dress Size 12 Black Chiffon Green Liner Jewel Beaded Neck Pleated Halter ShiftLike new condition, worn only once. Absolutely no defects. Appears new and unworn.Elegant sleeveless dress, great for formal/semi-formal occasions. Beaded embellishments make this dress the perfect choice for your next event.Loosely forgiving and very comfortable.  Black pleated shifting chiffon over green lining. Jeweled / beaded embellishments on the neckline. Chiffon tie on the back.  Hits at knee.Size 12 - dress length 35 1/2"
            },
            {
                "id": "7332677303",
                "name": "b.bennett Pant Suit 2 Piece Black Size 12 Zipper Dressy Beaded Embelli",
                "url": "https://sfbay.craigslist.org/pen/clo/d/los-altos-bbennett-pant-suit-piece/7332677303.html",
                "datetime": "2021-06-06 10:56",
                "price": "$60",
                "where": "mountain view",
                "deleted": false,
                "main_image": "https://images.craigslist.org/00E0E_2ZvhQUCdZbm_0fN0t2_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/00E0E_2ZvhQUCdZbm_0fN0t2_600x450.jpg",
                    "https://images.craigslist.org/00E0E_2ZvhQUCdZbm_0fN0t2_50x50c.jpg",
                    "https://images.craigslist.org/00101_96qHJeoXS0D_0i80t2_50x50c.jpg",
                    "https://images.craigslist.org/00f0f_4DGncIJ3zDP_0ny0t2_50x50c.jpg",
                    "https://images.craigslist.org/00m0m_2Tr7C1frpLg_0mH0t2_50x50c.jpg",
                    "https://images.craigslist.org/00d0d_dvHyQuRpTT7_0mG0t2_50x50c.jpg",
                    "https://images.craigslist.org/00m0m_jwXXmcPNAxN_0ui0t2_50x50c.jpg",
                    "https://images.craigslist.org/00c0c_auMyY0HsA8K_0CI0jX_50x50c.jpg",
                    "https://images.craigslist.org/00606_cRvEF1Qts8w_0gl0t2_50x50c.jpg",
                    "https://images.craigslist.org/00s0s_jdJupJu0N3P_0kI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00000_3FzZNPLN4c2_0CI0kE_50x50c.jpg",
                    "https://images.craigslist.org/00o0o_eiC8tvkDCuj_0ea0t2_50x50c.jpg",
                    "https://images.craigslist.org/00I0I_hoNsuASNzno_0gl0t2_50x50c.jpg",
                    "https://images.craigslist.org/00U0U_6dsZfAJNWbC_0CI0lM_50x50c.jpg"
                ],
                "query": "beaded",
                "category": "cla",
                "description": "This elegant pants suit is perfect for any special or formal occasion. Gorgeous deep black color and texture, premium quality. Originally purchased from Nordstrom.Excellent pre-owned condition. Worn only twice.No defects - no stains, no holes, rips, or tears in the fabric. Dry clean only.Size 12. Jacket and pants are fully lined. Jacket - stand collar, zipped front, no pockets, no vents, features built-in shoulder padding. Pants - high waisted pleated front with 2 side pockets, front zipper.Approximate measurements taken flat (double where necessary) :Pants -waist: 16 hips: 23 1/2front rise: 15back rise: 17inseam: 31leg opening: 9 1/4Jacket -Armpit to armpit: 21”Armpit to bottom hem: 11”Armpit to cuff: 16 1/2”Center back length 20 1/2Shoulder to shoulder: 17 1/2”Shoulder to cuff: 24 1/2Shoulder to bottom hem: 20”Bottom hem line: 19 1/2”Cuff line: 5 1/2Smoke-free, pet-free, fragrance-free household."
            },
            {
                "id": "7329950001",
                "name": "Beaded Drama Sleeveless Dress",
                "url": "https://sfbay.craigslist.org/nby/clo/d/napa-beaded-drama-sleeveless-dress/7329950001.html",
                "datetime": "2021-06-06 08:35",
                "price": "$10",
                "where": "napa county",
                "deleted": false,
                "main_image": "https://images.craigslist.org/00d0d_ig9QfqoUL69z_0dY0t2_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/00d0d_ig9QfqoUL69z_0dY0t2_600x450.jpg",
                    "https://images.craigslist.org/00d0d_ig9QfqoUL69z_0dY0t2_50x50c.jpg",
                    "https://images.craigslist.org/00b0b_bC8cGN1WnvLz_0ev0t2_50x50c.jpg",
                    "https://images.craigslist.org/00202_KktgARHovlz_0q20t2_50x50c.jpg",
                    "https://images.craigslist.org/00L0L_92hb8tbAbI3z_0qX0pZ_50x50c.jpg"
                ],
                "query": "beaded",
                "category": "cla",
                "description": "Selling a used Beaded Drama Sleeveless Dress in great condition size is 14 made off 100% Polyester Color is dark grey. If you have any questions or interested email me with your contact info and I will get back to you.Thanks For LookingDan"
            }
        ],
        "gloves": [
            {
                "id": "7323897120",
                "name": "Fishnet 80's Wrist GLOVES GREEN Rave School Spirit Cheerleader New!!!",
                "url": "https://sfbay.craigslist.org/eby/clo/d/martinez-fishnet-80s-wrist-gloves-green/7323897120.html",
                "datetime": "2021-06-06 12:31",
                "price": "$5",
                "where": "concord / pleasant hill / martinez",
                "deleted": false,
                "main_image": "https://images.craigslist.org/00Y0Y_kZoesVG6WK7_07K0ak_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/00Y0Y_kZoesVG6WK7_07K0ak_600x450.jpg"
                ],
                "query": "gloves",
                "category": "cla",
                "description": "NEW!!!SIZE: ADULTINCLUDES:- 1 PAIR OF GREEN MESH GLOVES"
            },
            {
                "id": "7332665121",
                "name": "Vintage White Gloves",
                "url": "https://sfbay.craigslist.org/eby/clo/d/concord-vintage-white-gloves/7332665121.html",
                "datetime": "2021-06-06 10:33",
                "price": "$25",
                "where": "concord / pleasant hill / martinez",
                "deleted": false,
                "main_image": "https://images.craigslist.org/00b0b_2RTDyOmmfV3_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/00b0b_2RTDyOmmfV3_600x450.jpg"
                ],
                "query": "gloves",
                "category": "cla",
                "description": "2 pairs, price is for both.  Great condition."
            },
            {
                "id": "7324876837",
                "name": "Shawl and Dress Gloves",
                "url": "https://sfbay.craigslist.org/eby/clo/d/dublin-shawl-and-dress-gloves/7324876837.html",
                "datetime": "2021-06-06 06:40",
                "price": "$10",
                "where": "dublin / pleasanton / livermore",
                "deleted": false,
                "main_image": "https://images.craigslist.org/00k0k_36eyVomHXLQ_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/00k0k_36eyVomHXLQ_600x450.jpg",
                    "https://images.craigslist.org/00k0k_36eyVomHXLQ_50x50c.jpg",
                    "https://images.craigslist.org/00q0q_8L3AQKpi0ci_50x50c.jpg"
                ],
                "query": "gloves",
                "category": "cla",
                "description": "Beautiful shawl - $10Dress gloves (two pair ) - $10Cash only and please arrange for pickup in Dublin."
            }
        ],
        "wedding dress": [
            {
                "id": "7320275285",
                "name": "Wedding Dress & Hat Veil",
                "url": "https://sfbay.craigslist.org/eby/clo/d/walnut-creek-wedding-dress-hat-veil/7320275285.html",
                "datetime": "2021-06-06 12:30",
                "price": "$325",
                "where": "walnut creek",
                "deleted": false,
                "main_image": "https://images.craigslist.org/00y0y_hm3uwKnoRVf_0dS0t2_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/00y0y_hm3uwKnoRVf_0dS0t2_600x450.jpg"
                ],
                "query": "wedding dress",
                "category": "cla",
                "description": "CASH ONLYSize 8. Obviously only worn once. Dress was professionally dry cleaned and properly wrapped/boxed by the dry cleaners. If you are interested, I can send you some better photos. If ad is still up, it means the item is still available."
            },
            {
                "id": "7332694874",
                "name": "Strapless corset back wedding dress Medium",
                "url": "https://sfbay.craigslist.org/pen/clo/d/daly-city-strapless-corset-back-wedding/7332694874.html",
                "datetime": "2021-06-06 11:29",
                "price": "$75",
                "where": "daly city",
                "deleted": false,
                "main_image": "https://images.craigslist.org/00303_3E98zBmKlJQz_08u08u_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/00303_3E98zBmKlJQz_08u08u_600x450.jpg",
                    "https://images.craigslist.org/00303_3E98zBmKlJQz_08u08u_50x50c.jpg",
                    "https://images.craigslist.org/00202_f2dg93C3KOqz_08u08u_50x50c.jpg",
                    "https://images.craigslist.org/00n0n_lquqXVCq8HOz_08u08u_50x50c.jpg",
                    "https://images.craigslist.org/00h0h_4u2b7cG8eLSz_08u08u_50x50c.jpg",
                    "https://images.craigslist.org/00n0n_63PBqm0rDxoz_08u08u_50x50c.jpg",
                    "https://images.craigslist.org/00h0h_1WM5difU862z_08u08u_50x50c.jpg",
                    "https://images.craigslist.org/00j0j_flk5hPQeWUaz_08u08u_50x50c.jpg",
                    "https://images.craigslist.org/01414_3urwT1P1byhz_08u08u_50x50c.jpg"
                ],
                "query": "wedding dress",
                "category": "cla",
                "description": "dress is cleancome in original wedding bagperfect for a woman 110-135 poundsregular medium sizemodel is 5ft 5in with no heelscorset is tight to your body shapelace goes inside not as shown"
            },
            {
                "id": "7330339394",
                "name": "wedding dress",
                "url": "https://sfbay.craigslist.org/nby/clo/d/petaluma-wedding-dress/7330339394.html",
                "datetime": "2021-06-06 09:20",
                "price": "$350",
                "where": "petaluma",
                "deleted": false,
                "main_image": "https://images.craigslist.org/00N0N_3LaJu5u0PYwz_0h00nh_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/00N0N_3LaJu5u0PYwz_0h00nh_600x450.jpg",
                    "https://images.craigslist.org/00N0N_3LaJu5u0PYwz_0h00nh_50x50c.jpg",
                    "https://images.craigslist.org/00y0y_5dzQPNw2O79z_0ii0n4_50x50c.jpg",
                    "https://images.craigslist.org/00a0a_gi8xFjqJ1H8z_0hw0mN_50x50c.jpg",
                    "https://images.craigslist.org/00L0L_fPsrxxcBbo1z_0it0mM_50x50c.jpg"
                ],
                "query": "wedding dress",
                "category": "cla",
                "description": "Beautiful lace wedding dress only worn 2.5 hours, paid $1400. size 10 minimal alterations. San Patrick collection."
            }
        ],
        "great condition": [
            {
                "id": "7331304617",
                "name": "AUTHENTIC COACH BLACK LEATHER HAND BAG - GREAT CONDITION",
                "url": "https://sfbay.craigslist.org/sby/clo/d/san-jose-authentic-coach-black-leather/7331304617.html",
                "datetime": "2021-06-06 06:31",
                "price": "$30",
                "where": "san jose east",
                "deleted": false,
                "main_image": "https://images.craigslist.org/00E0E_alQnTb2seNO_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/00E0E_alQnTb2seNO_600x450.jpg",
                    "https://images.craigslist.org/00E0E_alQnTb2seNO_50x50c.jpg",
                    "https://images.craigslist.org/00d0d_3AuKuSn7N2e_50x50c.jpg",
                    "https://images.craigslist.org/00u0u_6bBOQCLgFzB_50x50c.jpg",
                    "https://images.craigslist.org/01111_feyWSZAZYb1_50x50c.jpg"
                ],
                "query": "great condition",
                "category": "cla",
                "description": "My sister used 3 times. It looks great. You can check before you pay.Text or call at   ONLY when you are ready to pick up near 1600 Hopkins Drive, SAN JOSE"
            },
            {
                "id": "7332093778",
                "name": "[GREAT CONDITION] Stussy Vintage SnapBack Hat",
                "url": "https://sfbay.craigslist.org/sfc/clo/d/san-francisco-great-condition-stussy/7332093778.html",
                "datetime": "2021-06-05 06:22",
                "price": "$15",
                "where": "inner sunset / UCSF",
                "deleted": false,
                "main_image": "https://images.craigslist.org/00808_8b66ofgz3Akz_0jm0ew_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/00808_8b66ofgz3Akz_0jm0ew_600x450.jpg",
                    "https://images.craigslist.org/00808_8b66ofgz3Akz_0jm0ew_50x50c.jpg",
                    "https://images.craigslist.org/00e0e_4S5dzdkOVccz_0jm0ew_50x50c.jpg",
                    "https://images.craigslist.org/00000_3X73vIXxPaJz_0jm0ew_50x50c.jpg",
                    "https://images.craigslist.org/00j0j_1loFXU3vEEyz_0jm0ew_50x50c.jpg"
                ],
                "query": "great condition",
                "category": "cla",
                "description": "[GREAT CONDITION] Stussy Vintage SnapBack HatClassic 90’s skater design. Originally purchased from the Stussy store in Haight-Ashbury back in the mid-2000’s.The color on the brim is a bit faded, but otherwise in great used condition. This item has spent most of the last 12 years in a closet in a smoke-free and pet-free home. Great for collectors."
            },
            {
                "id": "7332069629",
                "name": "[GREAT CONDITION] Stussy Vintage SnapBack Hat",
                "url": "https://sfbay.craigslist.org/sby/clo/d/san-jose-great-condition-stussy-vintage/7332069629.html",
                "datetime": "2021-06-05 05:00",
                "price": "$10",
                "where": "san jose west",
                "deleted": false,
                "main_image": "https://images.craigslist.org/00h0h_gYb3hnviW7Az_0jm0ew_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/00h0h_gYb3hnviW7Az_0jm0ew_600x450.jpg",
                    "https://images.craigslist.org/00h0h_gYb3hnviW7Az_0jm0ew_50x50c.jpg",
                    "https://images.craigslist.org/01717_3NvsV1LXQefz_0jm0ew_50x50c.jpg",
                    "https://images.craigslist.org/00u0u_iujWjkq9QZBz_0jm0ew_50x50c.jpg",
                    "https://images.craigslist.org/01313_evkhbL7a5yYz_0jm0ew_50x50c.jpg"
                ],
                "query": "great condition",
                "category": "cla",
                "description": "[GREAT CONDITION] Stussy Vintage SnapBack HatClassic 90’s skater design. Originally purchased from the Stussy store in Haight-Ashbury back in the mid-2000’s.The color on the brim is a bit faded, but otherwise in great used condition. This item has spent most of the last 12 years in a closet in a smoke-free and pet-free home. Great for collectors."
            }
        ]
    },
    "sports": {
        "autograph": [
            {
                "id": "7330615214",
                "name": "Wilson Autograph Pro Staff RF97 (Tuxedo Version)",
                "url": "https://sfbay.craigslist.org/eby/spo/d/emeryville-wilson-autograph-pro-staff/7330615214.html",
                "datetime": "2021-06-06 09:42",
                "price": "$200",
                "where": "emeryville",
                "deleted": false,
                "main_image": "https://images.craigslist.org/00C0C_ciu8vc5MnrF_0co0o4_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/00C0C_ciu8vc5MnrF_0co0o4_600x450.jpg",
                    "https://images.craigslist.org/00C0C_ciu8vc5MnrF_0co0o4_50x50c.jpg",
                    "https://images.craigslist.org/00606_dl5A14pkVP1_0gw0co_50x50c.jpg",
                    "https://images.craigslist.org/00o0o_b3QPJv2lUaG_0fu0fu_50x50c.jpg",
                    "https://images.craigslist.org/00J0J_hTAqH5v13hg_0fu0fu_50x50c.jpg"
                ],
                "query": "autograph*",
                "category": "sga",
                "description": "Pro Staff Autograph RF97 Tennis RacquetHard to find Limited 'Tuxedo' Black and White versionBrand new. Never played4⅜ gripRacquet and bag and strings combos availableCross Section 21.5 FBHead Size 97 sq in - 625.8 sq cmString Pattern 16x19Unstrung Balance 30.5CM/12 Pts HLSeries Pro StaffUnstrung Weight 340 gLength 27 in - 68.6 cm$200"
            },
            {
                "id": "7327879525",
                "name": "Neymar Hand Autographed BRAZIL 2014 World Cup Authentic Nike Soccer Jersey M",
                "url": "https://sfbay.craigslist.org/nby/spo/d/healdsburg-neymar-hand-autographed/7327879525.html",
                "datetime": "2021-06-06 07:36",
                "price": "$500",
                "where": "healdsburg / windsor",
                "deleted": false,
                "main_image": "https://images.craigslist.org/00g0g_eKFHZ7Okusdz_0gt0jm_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/00g0g_eKFHZ7Okusdz_0gt0jm_600x450.jpg"
                ],
                "query": "autograph*",
                "category": "sga",
                "description": "Signed in silver Sharpie. Never worn."
            },
            {
                "id": "7332490215",
                "name": "SHARKS AUTOGRAPHED LARGE PICTURE",
                "url": "https://sfbay.craigslist.org/pen/spo/d/menlo-park-sharks-autographed-large/7332490215.html",
                "datetime": "2021-06-05 21:24",
                "price": "$125",
                "where": "menlo park",
                "deleted": false,
                "main_image": "https://images.craigslist.org/00Q0Q_6fhi2IkCToz_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/00Q0Q_6fhi2IkCToz_600x450.jpg",
                    "https://images.craigslist.org/00Q0Q_6fhi2IkCToz_50x50c.jpg",
                    "https://images.craigslist.org/00M0M_f1KzJZDi3i9_50x50c.jpg",
                    "https://images.craigslist.org/00K0K_faBOLP2QiGo_50x50c.jpg",
                    "https://images.craigslist.org/00d0d_6XiTYCaxBVH_50x50c.jpg",
                    "https://images.craigslist.org/00j0j_5C6KdUck9xf_50x50c.jpg",
                    "https://images.craigslist.org/00e0e_hxVkjOGt9Xi_50x50c.jpg",
                    "https://images.craigslist.org/00f0f_9Yza0vPGdxg_50x50c.jpg"
                ],
                "query": "autograph*",
                "category": "sga",
                "description": "Large 43'' x 33 AUTOGRAPHED SHARKS PICTURE, NICE FRAMED, $125.00    HARD TO TAKE GOOD PICTURES OF THISNHL HOCKEY GOALIE SKATES MAN CAVE SHE SHACK SAN JOSE"
            }
        ]
    },
    "cars": {
        "drives great": [
            {
                "id": "7332447530",
                "name": "2004 Ford expedition 4x4 Eddie Bauer edition  drives great! Cold A/C",
                "url": "https://sfbay.craigslist.org/eby/cto/d/antioch-2004-ford-expedition-4x4-eddie/7332447530.html",
                "datetime": "2021-06-05 18:07",
                "price": "$2,800",
                "where": "pittsburg / antioch",
                "deleted": false,
                "main_image": "https://images.craigslist.org/01212_4Wti2PTHjJvz_0CI0lM_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/01212_4Wti2PTHjJvz_0CI0lM_600x450.jpg",
                    "https://images.craigslist.org/01212_4Wti2PTHjJvz_0CI0lM_50x50c.jpg",
                    "https://images.craigslist.org/00g0g_1hRjnJfWK9Fz_0CI0lM_50x50c.jpg",
                    "https://images.craigslist.org/00202_7V5HaHuHEkhz_0CI0lM_50x50c.jpg",
                    "https://images.craigslist.org/00P0P_cKBORHqyGZwz_0CI0lM_50x50c.jpg",
                    "https://images.craigslist.org/00202_fDzih2LGwngz_0CI0lM_50x50c.jpg",
                    "https://images.craigslist.org/00o0o_dsa8Nn5tACdz_0CI0lM_50x50c.jpg",
                    "https://images.craigslist.org/00Z0Z_iqbCco8hms1z_0CI0lM_50x50c.jpg",
                    "https://images.craigslist.org/00p0p_jJGtJuogxwuz_0CI0lM_50x50c.jpg",
                    "https://images.craigslist.org/01313_7Y6N98u2afiz_0CI0lM_50x50c.jpg",
                    "https://images.craigslist.org/01616_72EPUNCTgUNz_0CI0lM_50x50c.jpg",
                    "https://images.craigslist.org/00m0m_aUcYSXHmZBYz_0CI0lM_50x50c.jpg",
                    "https://images.craigslist.org/00g0g_kXNdmIo0dMgz_0CI0lM_50x50c.jpg"
                ],
                "query": "drives great",
                "category": "cta",
                "description": "Hi cl  I'm selling my family-owned 2004 Ford expedition 4x4 runs and drives great its the Eddie Bauer edition is fully loaded has power options leather interior it's been extremely well-maintained has 170k miles all mostly from highway driving  everything works great it's awesome SUV great family vehicle Lots of work done new water pump new belts newer hoses newer shocks and  struts and new power steering pump Also has new transmission replaced 3 years ago oil changes done every 3K miles good tires good brakes all around no mechanical issues very solid vehicle was using on a regular basis been regularly serviced and well taken care of all of its life to make sure drives to its full potential keep the engine running strong and healthy for many many more yearspower windows power locks power mirrors power seats  tilt wheel cruise controlCold air conditioning front airbags Power adjustable 3rd row seat towing package leather interior DVD player with mini TV screen that fold down  lots of storage space all seats fold down for more cargo space or just in case you need to load or hauling somethingit has all the bells and whistles for its time great for towing as well you can tow your boat jet ski trailerIt's Currently registered till 2022 comes with a clean title pass smog check reason for selling family outgrew it and we have recently purchased a bigger vehicle no longer need it anymore for any other additional information please give me a call or text a phone call would be preferred serious buyers only asking $2800 cash only  It's great transportation you can reach me at   thank you"
            },
            {
                "id": "7332174108",
                "name": "2006 VOLKWAGEN BEETLE 2.5  CLEAN TITLE.  SMOG. DRIVES GREAT. SERVICED!",
                "url": "https://sfbay.craigslist.org/eby/ctd/d/fremont-2006-volkwagen-beetle-25-clean/7332174108.html",
                "datetime": "2021-06-05 09:00",
                "price": "$4,999",
                "where": "fremont / union city / newark",
                "deleted": false,
                "main_image": "https://images.craigslist.org/00Z0Z_ciiFO3qTf1cz_0CI0t2_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/00Z0Z_ciiFO3qTf1cz_0CI0t2_600x450.jpg",
                    "https://images.craigslist.org/00Z0Z_ciiFO3qTf1cz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00F0F_e5Px5Xzk4bxz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00606_bddmIEV9yK8z_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/01111_lAvNH4boDbMz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00p0p_lRKHGIrJTfOz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00000_kGmEEDQvdcnz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00808_6KxYMynGZF9z_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00707_d29Kst8CxnNz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00T0T_17XFEyycHf6z_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00B0B_cpVZEgACrRLz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00t0t_3N9H1y7cg18z_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00b0b_8vDZVPuJDTbz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00t0t_iQxbFyXlLKYz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00y0y_64lrxCYNMjTz_0CI0t2_50x50c.jpg"
                ],
                "query": "drives great",
                "category": "cta",
                "description": "By appointment:510-982-6668para español por favor llame (510) 366-3437Pacific Bay Auto2006 vw beetle. clean title. smog check.112,xxx miles.  lot to godrives great.  cold a/c.  leather seats.Prices may not include additional fees such as government fees and taxes, title and registration fees, finance charges, dealer document preparation fees, processing fees, and emission testing and compliance charges, Internet special price may not be compatible with dealer sponsored or subsidized sub-prime financing.NEED FINANCING? You came to the right place, at Pacific Bay Auto we help you get your car and also work with the best finance companies.We approve any customer and vehicle with ease!Instant approvals 24/7*All FICO scores from 0 to prime*No maximun miles*No minimum or maximum amount financed*No minimum income, job time, or residence time*Previous bankruptcies and almost all repossessions are OK*We accept difficult -to-prove incomes: Job letters, hand written pay stubs, SSI, bank statements,student imcome, trust and annunity income and much more!Go to pacificbayauto.com for inventory and financing!Pacific Bay Auto38872 Fremont BlvdFremont, CA 94536para español por favor llame (510) 366-3437"
            },
            {
                "id": "7331808449",
                "name": "2004 Ford expedition 4x4 Eddie Bauer edition  drives great! Cold A/C",
                "url": "https://sfbay.craigslist.org/eby/cto/d/antioch-2004-ford-expedition-4x4-eddie/7331808449.html",
                "datetime": "2021-06-04 12:34",
                "price": "$2,800",
                "where": "pittsburg / antioch",
                "deleted": false,
                "main_image": "https://images.craigslist.org/01212_4Wti2PTHjJvz_0CI0lM_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/01212_4Wti2PTHjJvz_0CI0lM_600x450.jpg",
                    "https://images.craigslist.org/01212_4Wti2PTHjJvz_0CI0lM_50x50c.jpg",
                    "https://images.craigslist.org/00g0g_1hRjnJfWK9Fz_0CI0lM_50x50c.jpg",
                    "https://images.craigslist.org/00202_7V5HaHuHEkhz_0CI0lM_50x50c.jpg",
                    "https://images.craigslist.org/00P0P_cKBORHqyGZwz_0CI0lM_50x50c.jpg",
                    "https://images.craigslist.org/00202_fDzih2LGwngz_0CI0lM_50x50c.jpg",
                    "https://images.craigslist.org/00o0o_dsa8Nn5tACdz_0CI0lM_50x50c.jpg",
                    "https://images.craigslist.org/00Z0Z_iqbCco8hms1z_0CI0lM_50x50c.jpg",
                    "https://images.craigslist.org/00p0p_jJGtJuogxwuz_0CI0lM_50x50c.jpg",
                    "https://images.craigslist.org/01313_7Y6N98u2afiz_0CI0lM_50x50c.jpg",
                    "https://images.craigslist.org/01616_72EPUNCTgUNz_0CI0lM_50x50c.jpg",
                    "https://images.craigslist.org/00m0m_aUcYSXHmZBYz_0CI0lM_50x50c.jpg",
                    "https://images.craigslist.org/00g0g_kXNdmIo0dMgz_0CI0lM_50x50c.jpg"
                ],
                "query": "drives great",
                "category": "cta",
                "description": "Hi cl  I'm selling my family-owned 2004 Ford expedition 4x4 runs and drives great its the Eddie Bauer edition is fully loaded has power options leather interior it's been extremely well-maintained has 170k miles all mostly from highway driving  everything works great it's awesome SUV great family vehicle Also has new transmission replaced 3 years ago oil changes every 3K miles good tires good brakes all around no mechanical issues very solid vehicle was using a regular basispowerwindows power locks power mirrors tilt wheel cruise controlCold air conditioning front airbags Power adjustable 3rd row seat towing package leather interior DVD player with mini TV screen that fold down  it has all the bells and whistles for its time great for towing as well you can tow your boat jet ski trailerIt's Currently registered till 2022 comes with a clean title pass smog check reason for selling family outgrew it and we have recently purchased a bigger vehicle no longer need it anymore for any other additional information please give me a call or text a phone call would be preferred serious buyers only asking $2800 cash only  It's great transportation you can reach me at   thank you"
            }
        ],
        "fix up": [
            {
                "id": "7331126767",
                "name": "2003 Acura CL-S Type, Low Miles, Upgrades, Clean Title, Carfax",
                "url": "https://sfbay.craigslist.org/eby/cto/d/pinole-2003-acura-cl-type-low-miles/7331126767.html",
                "datetime": "2021-06-03 07:55",
                "price": "$6,800",
                "where": "hercules, pinole, san pablo, el sob",
                "deleted": false,
                "main_image": "https://images.craigslist.org/00A0A_bqzi4NHH221z_0CI0t2_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/00A0A_bqzi4NHH221z_0CI0t2_600x450.jpg",
                    "https://images.craigslist.org/00A0A_bqzi4NHH221z_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00E0E_98hqNZqfeEfz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00D0D_43o9enjEVByz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00l0l_6m3i9y5Txb8z_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00n0n_dUQ8Flb2oiSz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00c0c_9csVTqjO7Urz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00D0D_awOVUu7VPJzz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00L0L_annICQ7SjoKz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00H0H_8lB4mNZbUnPz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/01313_44ByGx9L0Agz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00u0u_jKno2NuTNp2z_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/01414_at0dNgsWcqz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00q0q_44noUsJetANz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00G0G_c2oYFjStJ3kz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00L0L_j72hzdfJZkyz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00O0O_1c1OUNjIIwxz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00Y0Y_dWF7HgORBrrz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00000_b6olp72NPkXz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00707_dF4V5YxMVwMz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00w0w_hp7UunVS0N8z_0CI0t2_50x50c.jpg"
                ],
                "query": "fix* up*",
                "category": "cta",
                "description": "2003 Acura CL S-Type130K Original MilesSecond OwnerVtec V6 280horsepower / 5spd AutoHigh performance upgradesUpgraded TransmissionFully servicedCustom stereoClean CarfaxFresh smog and tags are good to September. Title is in hand, and in my namePlease read whole ad before calling, as many questions can be answered belowClean Carfax Shows:No accidents, 2 owner, Clean Title, accurate mileage20 service records from Acura of Stockton from original owner. The original transmissions went out at 100k. However a 2006/2007 Honda Accord V6 uses the same exact trans, except Honda fixed the fatal flaw (2/3rd gear clutch pack oiling) and they are very dependable. I installed a trans out of a 2007 accord that was 1 owner from Dublin, always maintained at Honda with also 100K on the odometer (came out of a salvaged crash car was hit in rear) This trans should last the life of the car without issue. This is a common swap among CL and TL enthusiasts.Along with trans, around 100K I installed a Genuine  Acura Timing belt and water pump kit with tensioner and seals.  All Factory parts. I also did factory Iridium spark plugs and checked the valve adjustment at that time.All 4 brakes are done recently with e-coated rotors, stoptech pads and flushed performance brake fluid2 new motor mounts, Factory AcuraCoolant replaced and power steering fluid flushed with Honda fluidNew HID Ballasts and bulbsNow for the goodies $$*Koni Yellow Rebound adjustable Struts at all 4 corners with stock springs at 1 lower height *Eibach Sway Bars front and rear with poly bushings* All 4 sway bar end links replaced with HD Moog greasable units*Poly strut rod mounts*Real Deal Comptech Stainless Mufflers and Y pipe (can be showroom polished if wanted)*Air sound/restrictor removed from air box (still smog legal no issue, just throatier sound)*Has TL rims on it as opposed to the factory CL rims which look almost identical except the CL rims get curbed easier and don't have the nice dark metallic background color. *Interior has been double dyna-matted (sound deadening) all along back seat area, both doors completely, trunk *Has custom stereo with a 10 Sub with a JL amp powering it, and a 4 channel rockford fosgate powering door speakers and 6x9s, all quality cables throughout even all the way up to the door speakers*Ceramic 20% tinted windows all the way around, nice privacy but  not so dark can't see out and they are the heat resistant pricey ceramicThis CL Runs and Drives excellent, super clean and tasteful. Handles on rails, super comfortable, and plenty of power along with good gas mileage. Everything works, AC cold, both heated seats work, windows, locks, power seats, everything. The negatives:The air bag recall needs to be done, and the seatbelt receiver replaced (both will be done for free at the dealer, I just never got around to it because its a few cities away)Dings on body (see passenger door) and minor visual defects on exterior (rock chips front bumper) 20 year old black car, its super clean and representable but its also not a complete garage queen.Will need tires soon. The current ones will get you where you need to go but theyre at the end of their life.*Price is absolutely firm, no rush to sell, if you like what you see and read you won't be wasting your time coming to see and but this clean machine.*Cody"
            },
            {
                "id": "7330632532",
                "name": "2016 VW e-GOLF SE*ELECTRIC VEHICLE*45K MILES*AUTO*BACK UP CAMERA",
                "url": "https://sfbay.craigslist.org/pen/ctd/d/half-moon-bay-2016-vw-golf-seelectric/7330632532.html",
                "datetime": "2021-06-02 08:18",
                "price": "$13,999",
                "where": "half moon bay",
                "deleted": false,
                "main_image": "https://images.craigslist.org/01616_77LA7WTsAOIz_0ak07K_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/01616_77LA7WTsAOIz_0ak07K_600x450.jpg",
                    "https://images.craigslist.org/01616_77LA7WTsAOIz_0ak07K_50x50c.jpg",
                    "https://images.craigslist.org/00G0G_kvyuNaHrsFT_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00m0m_4z10auiVPMG_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/01111_5YTXRUnDzb_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00N0N_e0XdRjvPVaU_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/01111_32Pi0TbHFrw_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00q0q_7XoLY4cSgOJ_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00x0x_6wNAtNjDyJlz_07K0ak_50x50c.jpg",
                    "https://images.craigslist.org/00x0x_6wNAtNjDyJlz_07K0ak_50x50c.jpg",
                    "https://images.craigslist.org/00F0F_3jcb7IT174Rz_07K0ak_50x50c.jpg",
                    "https://images.craigslist.org/01717_1W7jfkAxddMz_07K0ak_50x50c.jpg",
                    "https://images.craigslist.org/00D0D_2Z2JABYeuinz_0ak07K_50x50c.jpg",
                    "https://images.craigslist.org/00t0t_e96sND9FDSzz_0ak07K_50x50c.jpg",
                    "https://images.craigslist.org/01515_fJIOmrEAmzEz_0ak07K_50x50c.jpg",
                    "https://images.craigslist.org/01212_4ZmaILyAHTVz_0ak07K_50x50c.jpg",
                    "https://images.craigslist.org/00b0b_1WR7F3CYFnxz_0ak07K_50x50c.jpg",
                    "https://images.craigslist.org/00202_8CfLHiONTNZz_0ak07K_50x50c.jpg",
                    "https://images.craigslist.org/00u0u_VYVdg2YETtz_0ak07K_50x50c.jpg"
                ],
                "query": "fix* up*",
                "category": "cta",
                "description": "Impressively clean Electric Hatchback VW Golf!  This is a great commute vehicle and rides very smoothly!  We practice social distancing and require masks be worn on premises.  Thank you.STK#4487Mileage: 45,791Year: 2016Make: VolkswagenModel: e-GolfTrim: SE Hatchback Sedan 4DEngine: Electric MotorTrans: Single-Speed Fixed GearDrivetrain: FWDExt. Color: BlueOptional EquipmentHill Hold Assist Control, Electronic Stability Control, ABS (4-Wheel), Alarm System, Keyless Entry, Keyless Start, Air Conditioning, Power Windows, Power Door Locks, Electromechanical Steering, Tilt & Telescoping Wheel, AM/FM Stereo, CD/MP3 (Single Disc), SiriusXM Satellite, Bluetooth Wireless, Backup Camera, Dual Air Bags, Side Air Bags, F&R Head Curtain Air Bags, Heated Seats, Dual Power Seats, Daytime Running Lights, Rear Spoiler, Alloy WheelsFree 3 Month/3K Mile Warranty for Eligible Vehicles!Give us a call at the number below for more information about this vehicle, or how we can help you with FINANCING(we have many financing options to offer you!) and/or extended service contracts!!!We also have many other cars and trucks in stock!BK Motors Inc (650) 726-8220108 N Cabrillo HwyHalf Moon Bay, CA 94019(Google Map)Check us out on YELP!www.bkmotors.comDisclaimer: While B.K. Motors, Inc. strives to include the correct information pertaining to itsconsignment vehicles, it is not responsible for any errors or omissions in its vehicle descriptions.The vehicle may include more or less equipment, and vary in exact color from what is listed.do NOT contact me with unsolicited services or offers"
            },
            {
                "id": "7329074791",
                "name": "350z 2006 REV UP",
                "url": "https://sfbay.craigslist.org/sby/cto/d/san-jose-350z-2006-rev-up/7329074791.html",
                "datetime": "2021-05-29 17:04",
                "price": "$11,500",
                "where": "san jose south",
                "deleted": false,
                "main_image": "https://images.craigslist.org/00k0k_74vsT8uHoGZz_0ne0t2_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/00k0k_74vsT8uHoGZz_0ne0t2_600x450.jpg",
                    "https://images.craigslist.org/00k0k_74vsT8uHoGZz_0ne0t2_50x50c.jpg",
                    "https://images.craigslist.org/00c0c_lOabcWt1FFNz_0CI0lM_50x50c.jpg",
                    "https://images.craigslist.org/01313_gKONHTG6n99z_0CI0pP_50x50c.jpg",
                    "https://images.craigslist.org/00f0f_aIqzBdqYDsMz_0ne0t2_50x50c.jpg",
                    "https://images.craigslist.org/00707_2oxtDIP3FOWz_0t20t2_50x50c.jpg",
                    "https://images.craigslist.org/00i0i_1wrJzVF951Bz_0t20t2_50x50c.jpg",
                    "https://images.craigslist.org/00909_cQ1wcqDmMozz_0t20t2_50x50c.jpg",
                    "https://images.craigslist.org/00g0g_fdCRAzlXpcFz_0t20t2_50x50c.jpg",
                    "https://images.craigslist.org/00n0n_iSn3PhknphXz_0t20t2_50x50c.jpg",
                    "https://images.craigslist.org/01212_5kw1LUTDVz5z_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00606_6RRXJizMQcqz_0t20CI_50x50c.jpg"
                ],
                "query": "fix* up*",
                "category": "cta",
                "description": "I'm testing waters on my 2006 Nissan 350z. 11,500 OBOI have had my 350z for just about a year now. I bought it almost completely stock other than wheels.I have babied the car my whole ownership never driven hard no CEL Mods Exterior Wheels-Tenzo R Wheels front-19/9 rear-19/10Tires- Hankook Evo 12`s all the way around Front-19/9/255ZR Rear-19/10/295ZR about 10,000 miles oldDrilled and Slotted rotorsN4 Style Fiberglass rear bumper professionally installed at Anderson Behel body shopFront Chin spoiler Black Door handles(more of a replacement but went with flow of car better)Mods PerformanceExhaust-Topspeed(with the custom intake setup sounds great not too loud but very noticable)Custom Intake setup (will explain in person runs great sounds great, still have stock box and am running stock z tube)Motordyne Plenum spacer 5/16Mods Interior Kentwood double din stereoNew speakers all aroundLeather seat coversPulled and repainted center console to fix Nissans plastic based paint looks better and way more durableMishimoto weighted shift knobRed shift bootI have a digital rear view but it stopped working all the wiring with backup cam and everything is still intact and operational I will throw the mirror in at no extra cost but may require custom mounting brackets.Maintenance within my ownershipReplaced both front solenoidsClutch replaced less than 15k miles ago (OEM Replacement)Master and slave cylinders done with clutchReplaced Throttle Body less than 5k miles ago (OEM replacement)Replaced door handlesReplaced weather strippingoil always changed full synthetic at 3k mile intervals(Last change done at 140k miles) Trunk struts replaced for hatchDisclaimers Good/BadCar has been involved in one minor fender bender that is reason for the new modified bumper Fixed Via insurance all work and paint done by Anderson Behel Body shopCars Odometer does read at 142,000 miles but is actually lower because of the size of the rims, Stock setup is a 17/18 staggered setup and I am running 19/9 by 19/10 so the miles are clocking as more than motor really has. Like I've stated before I bought the car with these wheels on so I'm not sure how many miles the motor has but is lower than what is on odometer (I've priced accordingly to the 140k Mile reading)  I am the 3rd owner of the car I bought it from the previous owner who had it sense 20k miles Tire pressure light is on because the 19s have no sensors cheap fix if you want but always kept air in them and never bothered me Clean Title Car runs perfectly I am selling because of job opportunity I've came across in SF need something better on gas and automatic You can contact me at 408 204 90 two nine Thanks - MichaelI do not need help sellingNo trades Lowballers will be ignored"
            }
        ],
        "fast": [
            {
                "id": "7332010220",
                "name": "*2014 Dodge Charger 5.7 Hemi Very Fast*1 Owner* Low Miles* Free CarFax",
                "url": "https://sfbay.craigslist.org/eby/cto/d/modesto-2014-dodge-charger-57-hemi-very/7332010220.html",
                "datetime": "2021-06-04 20:36",
                "price": "$13,995",
                "where": "Hayward/Livermore/Tracy",
                "deleted": false,
                "main_image": "https://images.craigslist.org/00k0k_GcEzhP3kA2z_0CI0t2_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/00k0k_GcEzhP3kA2z_0CI0t2_600x450.jpg",
                    "https://images.craigslist.org/00k0k_GcEzhP3kA2z_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00Z0Z_3SUGkx23mjWz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/01717_2nPFbs7cvVuz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00S0S_50UXhXpvlYtz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00G0G_d3SuQ6bz0S7z_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00101_91GDhUTyVusz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00E0E_kmSCJ6Clysyz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00z0z_lIFzefCX4k5z_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00l0l_icQeCbvnL9mz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00k0k_8cBTLDZpqjbz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00u0u_hUZChjF1sm6z_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00d0d_igLthoHO7fVz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00n0n_hz8avgEJFBDz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/01414_f7dFhGmHjPpz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00k0k_buSBwM8njmoz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00F0F_boneefOAOM6z_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00h0h_c8e0ZwjiC16z_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00e0e_lNFtmoQvlJYz_0CI0t2_50x50c.jpg"
                ],
                "query": "fast",
                "category": "cta",
                "description": "2014 Dodge Charger 5.7 liter HEMI. 1-Owner Car. Mileage: 090622. The car equipped with Power windows, Power mirrors, Power locks, Cold air conditioning, AM/FM stereo with CD player, Rear defroster, Dual airbags and side airbags, Tilt steering, Keyles entry and push button Start, Rear defroster. 4 Good Tires. Free vehicle History Report Vin # 2C3CDXAT9EH350933. Comes with a new free smog check. runs And drives Great!****THIS IS A OLD POLICE VEHICLE. It was previously owned by Monterey County and was fleet maintenance on a regular basis.Asking $13995 or best offer ***Any questions Call   (Jason)First reasonable offer takes it homePlease call to make a appointment if you would like to come take a look at it.Prime Auto Sales 1400 north 9th st Modesto, Cakeyward: Ford Buick Honda Toyota Charger Impala Taurus Cobolt Fusion Jetta Grand am Grand Prix Focus Neon Pontiac Corolla"
            },
            {
                "id": "7330489207",
                "name": "1968 Impala Fast back",
                "url": "https://sfbay.craigslist.org/scz/cto/d/watsonville-1968-impala-fast-back/7330489207.html",
                "datetime": "2021-06-01 20:57",
                "price": "$12,500",
                "where": "watsonville",
                "deleted": false,
                "main_image": "https://images.craigslist.org/01010_cW6sM3DwV4kz_0k20eJ_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/01010_cW6sM3DwV4kz_0k20eJ_600x450.jpg",
                    "https://images.craigslist.org/01010_cW6sM3DwV4kz_0k20eJ_50x50c.jpg",
                    "https://images.craigslist.org/00h0h_80vA4XX5CaNz_0k20qJ_50x50c.jpg",
                    "https://images.craigslist.org/00f0f_h443LfgmIHPz_0y10pv_50x50c.jpg",
                    "https://images.craigslist.org/00Z0Z_jSCgK0neaOOz_0y10pv_50x50c.jpg",
                    "https://images.craigslist.org/00l0l_8sOB4EoyCJ0z_0CI0t2_50x50c.jpg"
                ],
                "query": "fast",
                "category": "cta",
                "description": "I got my in process project 1968 impala 5.7l up for sale. !Odometer is unknown.!I will update this listing constantly with anything new I add and more pictures when I get time to take them. Come check it out. No low ballers. I know what I have and no I do not need help selling it.New tires****New disc brakes***New Ball joints***"
            },
            {
                "id": "7329550931",
                "name": "2006 Dodge Charger R/T 5.7L Hemi FAST FAST",
                "url": "https://sfbay.craigslist.org/sby/ctd/d/san-jose-2006-dodge-charger-t-57l-hemi/7329550931.html",
                "datetime": "2021-05-31 01:40",
                "price": "$10,995",
                "where": "san jose downtown",
                "deleted": false,
                "main_image": "https://images.craigslist.org/00000_i7eAEyKoXFvz_0CI0t2_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/00000_i7eAEyKoXFvz_0CI0t2_600x450.jpg",
                    "https://images.craigslist.org/00000_i7eAEyKoXFvz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/01010_6LD1Mz0bWymz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00V0V_jYVigJBwtnAz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00H0H_a3mFHq7ntXUz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00j0j_7vZphbzDTsOz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00Y0Y_cABa7UesWyBz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00000_klvnrEy6dciz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00a0a_31sfpFnVQPtz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00V0V_eHDGh51iAnWz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00f0f_drtRlc1Z71oz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00T0T_liKtVMkixTvz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00e0e_1xPWK0GgXm6z_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00B0B_9KSEc8h5Zlrz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00101_9Xt3PLQojYBz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00s0s_4k9nXFWp5cRz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00f0f_kwzQRAFZa2oz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00N0N_jDNlHAOT3Ytz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00y0y_82qS8pnR1elz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00A0A_f0cNzAyqttHz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00f0f_84fQ88dtbShz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00e0e_hPO9v4zal7Jz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00J0J_frN4Lzb7SPEz_0t20CI_50x50c.jpg"
                ],
                "query": "fast",
                "category": "cta",
                "description": "2006 Dodge Charger R/T 5.7 Liter Hemi, Auto , 138k, Leather , Heated Seats. moonroof, Back-Up Camera, Mopar upgraded intake , Mopar upgraded Exhaust , new rear brakes , FAST !!!**Warranty available ***** Financing available w Good credit**NEW FINANCE SALE PRICE $10995 plus tax and license ( CASH DISCOUNT AVAILABLE) ** Appointments only to view car Auto Emporium 478 East Santa Clara St # 213San Jose,Ca. 95112"
            }
        ]
    },
    "musical instruments": {
        "loud": [
            {
                "id": "7330659863",
                "name": "YAMAHA GA10, GA-10 Guitar & Keyboard Amplifier",
                "url": "https://sfbay.craigslist.org/eby/msg/d/martinez-yamaha-ga10-ga-10-guitar/7330659863.html",
                "datetime": "2021-06-06 13:22",
                "price": "$40",
                "where": "concord / pleasant hill / martinez",
                "deleted": false,
                "main_image": "https://images.craigslist.org/00808_3eQwUpJmhyZz_0iI0hn_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/00808_3eQwUpJmhyZz_0iI0hn_600x450.jpg"
                ],
                "query": "loud",
                "category": "msa",
                "description": "GA10 Yamaha Guitar Practice Amp with 2-band tone controls (treble and bass) AND boost switch for true overdrive/distortion Model GA-10 Can be used for Guitar, Keyboard or Bass but it is specifically designed for guitar. This 10w amp sounds amazing. from a Sweet Clean tone to Dirty Funky Blues to Metal Shredding Madness Headphone jack for discrete jamming. Unbeatable Yamaha quality - features - watts - tone - this amp has it all - Portable AND Loud!!!!"
            },
            {
                "id": "7321778213",
                "name": "GRBass AT210 Bass Cab, CARBON FIBER, lightest 210, 22lbs!, high end",
                "url": "https://sfbay.craigslist.org/nby/msg/d/fairfax-grbass-at210-bass-cab-carbon/7321778213.html",
                "datetime": "2021-06-06 13:18",
                "price": "$795",
                "where": "fairfax",
                "deleted": false,
                "main_image": "https://images.craigslist.org/00505_h9FUn25F4aEz_0CI0t2_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/00505_h9FUn25F4aEz_0CI0t2_600x450.jpg",
                    "https://images.craigslist.org/00505_h9FUn25F4aEz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00H0H_deEYhsK7rWfz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/01111_5H96uQgR2aAz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00z0z_9bT77oZzWdjz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00W0W_hxnEKHM7ek8z_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00q0q_ci5vzuuPXp0z_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00j0j_a3un5xwNFCQz_0t20CI_50x50c.jpg"
                ],
                "query": "loud",
                "category": "msa",
                "description": "Word is just starting to get out on these GRBass ultra light weight cabs made in Italy.GR has been making lightweight cabs for a while which get great reviews....but now they've moved to Ultralight.210 cab that weighs 22lbs!, with great drivers, sound, and construction.  Sounds Great and gets LoudI'm always curious about lightweight gear, so I wanted to try this out, and am very impressed...but I mostly play jazz gigs and a 210 is more than I need.List price on these is $1640, street price is $1179.  Please note that this is the coveted 4ohm version, which apparently is difficult to find in the US right now.Specs and description are here:  https://www.bassgeardirect.com.au/product/gr-bass-aerotech-at210-8-ohm-speaker-cab/$795/bo, cash, in-person, no trades.  If ad is up then it's still available, thanks!"
            },
            {
                "id": "7332748673",
                "name": "Vintage German violin",
                "url": "https://sfbay.craigslist.org/eby/msg/d/oakland-vintage-german-violin/7332748673.html",
                "datetime": "2021-06-06 13:12",
                "price": "$95",
                "where": "oakland lake merritt / grand",
                "deleted": false,
                "main_image": "https://images.craigslist.org/00H0H_iZtCtXc4RlEz_0CI0t2_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/00H0H_iZtCtXc4RlEz_0CI0t2_600x450.jpg",
                    "https://images.craigslist.org/00H0H_iZtCtXc4RlEz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00f0f_g0O9eZMrsEFz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00W0W_1EDS7AA267Iz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00U0U_fdYuiCY06IMz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00t0t_2b2vzzym52dz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00A0A_jeDscu154fYz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/01313_278JdxaplYEz_0CI0t2_50x50c.jpg"
                ],
                "query": "loud",
                "category": "msa",
                "description": "Full size early 1960's German-made Ton-Klar violin.   You can google Ton-Klar but here's an objective assessment from a knowledgeable online source.... My experience with the older (Ton-Klar) models is that, if set up properly, this is a better-than-decent beginner instrument, often very acceptable for stepping up size-wise for young violinists (that aren't the prodigy type), a decent fiddle for many people (I have never upgraded from my first one), an acceptable violin longer-term for some (I played mine in the U of Oregon Symphony Orchestra, albeit as last chair second violin, and my teacher at the time rated the fiddle as surprisingly good for a student instrument), but not really appropriate for those who are in the process of moving up the steep ladder that is the world of classical violin playing. I bought it in Chicago in the late 1970's, learned 3 or 4 songs on it, then put it away until now.  Includes hard case, bow, resin, tuning pipes, and a mute (so you can practice in your apartment).   I'm not qualified to judge its tone (or to demonstrate it) but it has amazing projection, eg, it's loud."
            }
        ],
        "famous": [
            {
                "id": "7330485448",
                "name": "Famous FS-1 Soprano Ukulele OBO",
                "url": "https://sfbay.craigslist.org/nby/msg/d/napa-famous-fs-soprano-ukulele-obo/7330485448.html",
                "datetime": "2021-06-01 20:43",
                "price": "$190",
                "where": "napa county",
                "deleted": false,
                "main_image": "https://images.craigslist.org/00C0C_izIvoOFL2MH_07K0ak_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/00C0C_izIvoOFL2MH_07K0ak_600x450.jpg",
                    "https://images.craigslist.org/00C0C_izIvoOFL2MH_07K0ak_50x50c.jpg",
                    "https://images.craigslist.org/01212_atxu8WckWzo_07K0ak_50x50c.jpg",
                    "https://images.craigslist.org/00E0E_equUQMmTfxo_07K0ak_50x50c.jpg",
                    "https://images.craigslist.org/01717_cAckhZ990o3_07K0ak_50x50c.jpg",
                    "https://images.craigslist.org/00v0v_8hVyVMoQgEX_0ak07K_50x50c.jpg"
                ],
                "query": "famous",
                "category": "msa",
                "description": "Pretty little soprano, nice build with super-thin mahogany laminate, but with a sound that will rival most sold-wood ukes. Extremely light, with excellent projection and beautiful resonance. The FS-1 is a Japanese build, identical to the Kiwaya KS-1, but sold only to the Japanese market. This older uke has a Rosewood fingerboard, which you won't find in production any longer...the newer ones are walnut.  Nice, low action and great intonation. Friction tuners. Tiny scratch on the headstock, mark on the first fret - see the photos for detail. One-of-a-kind cloth gig bag included. Reasonable offers are welcome."
            },
            {
                "id": "7321554323",
                "name": "Sabian assorted sizes, prices in excellent condition. Also have ClearSonic drum",
                "url": "https://sfbay.craigslist.org/pen/msg/d/san-francisco-sabian-assorted-sizes/7321554323.html",
                "datetime": "2021-06-06 13:46",
                "price": "$50",
                "where": "Mountain View",
                "deleted": false,
                "main_image": "https://images.craigslist.org/00T0T_dKZNkbam7Ym_0CI0lM_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/00T0T_dKZNkbam7Ym_0CI0lM_600x450.jpg",
                    "https://images.craigslist.org/00T0T_dKZNkbam7Ym_0CI0lM_50x50c.jpg",
                    "https://images.craigslist.org/00505_gCrgPu2PQpOz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00404_jHgWWLe1Wymz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00R0R_ag2XwaGIiKLz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00A0A_buUTc1Eqhx0z_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00S0S_ei5Wipz6jZKz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00W0W_a3gjPKEgSxlz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00c0c_bi0HTx0KLVcz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00d0d_jL0YpwELPez_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00v0v_4sbPvk4BBC5z_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00101_eqiTDg37Bc6z_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00c0c_cHsEgdKG4Xxz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00000_cldvrvVXuSuz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00i0i_lmIU2nqcOKfz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00H0H_lt25wmDga4I_0xP0CI_50x50c.jpg",
                    "https://images.craigslist.org/00q0q_77gytqtyzlC_0CI0uB_50x50c.jpg",
                    "https://images.craigslist.org/00a0a_jqtFPTsMWOE_0CI0AL_50x50c.jpg"
                ],
                "query": "famous",
                "category": "msa",
                "description": "* SERIOUS INQUIRIES ONLY. LOW BALLERS WILL BE IGNORED* Hello what’s left :- 16” evolution- China 8” wuhan (lol) splash- HHX 18” crash- HHXplosion 18” crash- AAXtreme chinese- 17” upside down crash- HHX 10” splash- HHX 12” splash,  jazz groove hat -high hats- 20” jazz hand hammered bounce rideSabian 17 AAX X-Treme Chinese Brilliant Finish, inch (21786XB) $200Sabian HHX 16 Evolution Crash Cymbal, Brilliant Finish$200Sabian Crash Cymbal, 17$280Sabian HHX 18 X-Plosion Crash Cymbal, Brilliant Finish$290SabianSabian Hand Hammered Heavy Ride Cymbal 20 $480Sabian HHX 10 Evolution Splash Cymbal, Brilliant Finish$120Sabian HHX 12 Evolution Splash Cymbal, Brilliant Finish $13513” HHX Evolution Hats$355And the Signature Sabian cymbal  bag will throw in if someone buys the whole lot otherwise will sell the beautiful thick padded velvet inside bag separately for sale once most of the cymbals are goneHello getting rid of what oil have left of various sizes of Sabian is one of the most famous brands in the cymbals business. As you probably know, it traces its roots back to Zildjian, and by default, old Constantinople. So, if someone knows cymbals, it's Sabian. The ride cymbal is an essential part of every drum kit, so it is important to choose which one will suit you best, $288/obo. The  HHX Groove Hats have a nice crisp sound $250/obo. Will be on eBay soon as I want to sell all as a package and will throw in the bag as well since I’m not gigging any longer.“ if this doesn’t make any sense to you then may I suggest you wiki Sabian”Also have ClearSonic drum shield:https://sfbay.craigslist.org/pen/msg/d/san-francisco-clear-sonic-premium-drum/7251210993.html"
            },
            {
                "id": "7321556466",
                "name": "Sabian assorted sizes, prices in excellent condition. Also have ClearSonic drum",
                "url": "https://sfbay.craigslist.org/pen/msg/d/san-francisco-sabian-assorted-sizes/7321556466.html",
                "datetime": "2021-06-06 13:46",
                "price": "$0",
                "where": "Mountain View",
                "deleted": false,
                "main_image": "https://images.craigslist.org/00T0T_dKZNkbam7Ym_0CI0lM_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/00T0T_dKZNkbam7Ym_0CI0lM_600x450.jpg",
                    "https://images.craigslist.org/00T0T_dKZNkbam7Ym_0CI0lM_50x50c.jpg",
                    "https://images.craigslist.org/00505_gCrgPu2PQpOz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00404_jHgWWLe1Wymz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00R0R_ag2XwaGIiKLz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00A0A_buUTc1Eqhx0z_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00S0S_ei5Wipz6jZKz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00W0W_a3gjPKEgSxlz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00c0c_bi0HTx0KLVcz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00d0d_jL0YpwELPez_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00v0v_4sbPvk4BBC5z_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00101_eqiTDg37Bc6z_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00c0c_cHsEgdKG4Xxz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00000_cldvrvVXuSuz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00i0i_lmIU2nqcOKfz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00H0H_lt25wmDga4I_0xP0CI_50x50c.jpg",
                    "https://images.craigslist.org/00q0q_77gytqtyzlC_0CI0uB_50x50c.jpg",
                    "https://images.craigslist.org/00a0a_jqtFPTsMWOE_0CI0AL_50x50c.jpg"
                ],
                "query": "famous",
                "category": "msa",
                "description": "* SERIOUS INQUIRIES ONLY. LOW BALLERS WILL BE IGNORED* Hello what’s left :- 16” evolution- China 8” wuhan (lol) splash- HHX 18” crash- HHXplosion 18” crash- AAXtreme chinese- 17” upside down crash- HHX 10” splash- HHX 12” splash,  jazz groove hat -high hats- 20” jazz hand hammered bounce rideSabian 17 AAX X-Treme Chinese Brilliant Finish, inch (21786XB) $200Sabian HHX 16 Evolution Crash Cymbal, Brilliant Finish$200Sabian Crash Cymbal, 17$280Sabian HHX 18 X-Plosion Crash Cymbal, Brilliant Finish$290SabianSabian Hand Hammered Heavy Ride Cymbal 20 $480Sabian HHX 10 Evolution Splash Cymbal, Brilliant Finish$120Sabian HHX 12 Evolution Splash Cymbal, Brilliant Finish $13513” HHX Evolution Hats$355And the Signature Sabian cymbal  bag will throw in if someone buys the whole lot otherwise will sell the beautiful thick padded velvet inside bag separately for sale once most of the cymbals are goneHello getting rid of what oil have left of various sizes of Sabian is one of the most famous brands in the cymbals business. As you probably know, it traces its roots back to Zildjian, and by default, old Constantinople. So, if someone knows cymbals, it's Sabian. The ride cymbal is an essential part of every drum kit, so it is important to choose which one will suit you best, $288/obo. The  HHX Groove Hats have a nice crisp sound $250/obo. Will be on eBay soon as I want to sell all as a package and will throw in the bag as well since I’m not gigging any longer.“ if this doesn’t make any sense to you then may I suggest you wiki Sabian”Also have ClearSonic drum shield for $500https://sfbay.craigslist.org/pen/msg/d/san-francisco-clear-sonic-premium-drum/7321556632.html"
            }
        ]
    }
}
