{
    "materials": {
        "gravel": [
            {
                "id": "7315926815",
                "name": "Gravel",
                "url": "https://sfbay.craigslist.org/pen/mat/d/los-altos-gravel/7315926815.html",
                "datetime": "2021-05-11 10:14",
                "price": "$0",
                "where": "los altos",
                "deleted": false,
                "main_image": "https://images.craigslist.org/00M0M_koZDXU3Teek_0hq0ne_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/00M0M_koZDXU3Teek_0hq0ne_600x450.jpg"
                ],
                "query": "gravel",
                "category": "maa",
                "description": "NO EMAILS PLEASETEXT Paul to arrange pickup on Aura Way in Los Altos:  Part of a whole house Estate salvage sale. Everything goes!Gravel is $1 /5 gallon bucket  $3/5 gallon bucket"
            },
            {
                "id": "7309381210",
                "name": "Concrete Blocks | Bin Block | Various Types | 12 Minimum",
                "url": "https://sfbay.craigslist.org/sfc/mad/d/concrete-blocks-bin-block-various-types/7309381210.html",
                "datetime": "2021-04-19 11:22",
                "price": "$0",
                "where": "We Ship Nationwide",
                "deleted": false,
                "main_image": "https://images.craigslist.org/00d0d_ccRYiVYaorFz_0jm0ew_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/00d0d_ccRYiVYaorFz_0jm0ew_600x450.jpg",
                    "https://images.craigslist.org/00d0d_ccRYiVYaorFz_0jm0ew_50x50c.jpg",
                    "https://images.craigslist.org/00909_5OSNDDRzpv4z_0jm0ew_50x50c.jpg",
                    "https://images.craigslist.org/00s0s_7NRtVIFqNTrz_0jm0cS_50x50c.jpg",
                    "https://images.craigslist.org/00t0t_bMspCuceFJhz_0jm0ew_50x50c.jpg",
                    "https://images.craigslist.org/00V0V_9uE7IPH92VNz_0jm0ew_50x50c.jpg",
                    "https://images.craigslist.org/00h0h_bULMPA0Y8emz_0jm0ew_50x50c.jpg",
                    "https://images.craigslist.org/00505_cSFwcrjwgbzz_0jm0ew_50x50c.jpg",
                    "https://images.craigslist.org/00d0d_hTN0cve6kOpz_0jm0ew_50x50c.jpg",
                    "https://images.craigslist.org/00202_2yk9agj3XGKz_0jm0ew_50x50c.jpg",
                    "https://images.craigslist.org/00202_2yk9agj3XGKz_0jm0ew_50x50c.jpg"
                ],
                "query": "gravel",
                "category": "maa",
                "description": "These are used concrete blocks, some times called bin blocks or dead men blocks. We have various sizes and types but most are-2' x 2' x 6' and 4,000 lbs. | Minimum Order of 12 blocksINVENTORY Price: $150 Each 2'x2'x6'Concrete Interlocking Blocks (depending on location)Roughly 4,000 lbs Each Call for quote and availability.***Call for Quotes and Availability*** 877-282-8733Prior to completing a purchase, we’ll have to confirm availability as our inventory of used blocks and the locations of the blocks is always changing as we buy and sell.The quoted price for shipping does not include unloading and setting, this will have to be arranged by the buyer.These are USED concrete blocks. They are extremely heavy and durable. Each block is 2 feet x 3 feet and 6 feet long (depending on location) They have a tongue and groove like design. The top spine is designed to fit in the bottom notch of the other block, which makes stacking the blocks a breeze. To make moving them as easy as possible, there is a steel rod loop at the top of each block to aid in maneuvering the blocks. These concrete blocks have lots of life left in them and they are ready to be “repurposed”!Questions?? Call Us @ 877-282-USED (8733)We Accept Cash, Check and All Major Credit Cards_____________________________________________________We BUY – SELL – TRADE all kinds of materials! If you don’t want it, WE MIGHT! Got Stuff? We're interested in your obsolete stuff...eg: materials, equipment, inventory, chemicals, machinery, product, etc...anywhere in the United States. If you don't want it, we might! Call Damon w/ details @ 303.321.1471. Learn more>> https://www.repurposedmaterialsinc.com/gotSTUFF_____________________________________________________Concrete Blocks, barriers, barricade, jersey barriers, parking stops, signs, anchors, truck stop, retaining wall, sand pit, pit, gravel, stones, guard, guard rail Concrete – barrier, block, sidewalk, precast, Portland, cement, mixer, retaining, wall, traffic, barricade, traffic, jersey, krail, k-rail, panel, jj hooks, j-j hooks, clamp, highway,Barrier, barricade, block, truck stop, retaining wall, Concrete Blocks, barriers, barricade, jersey barriers, parking stops, signs, anchors, truck stop, retaining wall, sand pit, pit, gravel, stones, guard, guard rail Concrete - barrier, block, sidewalk, precast, Portland, cement, mixer, retaining, wall, traffic, barricade, traffic, jersey, krail, k-rail, panel, jj hooks, j-j hooks, clamp, highway, concrete highway barriers for sale concrete barriers cost concrete barriers weight concrete barrier blocks for sale stackable concrete barriers concrete barriers for sale near me cement barrier blocks concrete barriers for rentIndustrial Thrift StoreShipping AvailableBelow is a bit of about our mission/concept of repurposing.First off, what are some examples of repurposing? It is taking a byproduct or waste stream such as a retired street sweeper brush and giving it a 2nd life as a back scratcher for horses or cattle. It is taking a decommissioned fire hose and giving it an extended life as a boat dock fender. It is taking an obsolete ski lift cable and giving it a second life as hand railing in a luxury condo building. In your efforts to reach Zero Waste, do you have any byproducts or waste from projects now, or coming up, that would be a candidate for repurposing? Or, do you have any surplus/obsolete inventories or idle equipment you'd like to deal on. . . maybe items that have been depreciated out, over orders on a job, inventory from a project that got cancelled, etc.?We look forward to being a resource on any byproducts, waste, inventories, or equipment that would be a candidate for repurposing! To date, our company has helped a number of organizations through repurposing: US Army, Denver Broncos, City of Chicago, Nestles, BNSF Railroad, Oklahoma State University, Purina, US National Forest Service, Campbells Soup, State of Wyoming, Paramount Pictures, and many, many more!_________________________________________________________________________________________________________________________________________________We are America's largest Industrial Thrift Store! We have yards in Denver, Chicago, Atlanta, Dallas, and Philadelphia. Our main office is in Denver 303.321.1471_________________________________________________________________________________________________________________________________________________Items we deal in- marine, stock, bar, guide rails, wear plates, rollers, conveyor augers, bin and hopper lines, chutes, bearings, bushings and gears, paver, rock, stone, siding, glass, tile, wood, lumber, timber, vinyl, floor, window, light, carpet, paint, epoxy, pallet, shelf, stain, plywood, oak, deck, decking, shingle, roof, concrete, cement, rubber, door, countertop, cabinet, plumb, electric, granite, marble, hose, brick, John deere, toro, lawn, mower, grass, hay, alfalfa, dog, cat, chicken, pig, bird, cow, horse, cattle, goat, honda, snow, blower, gate, fence, baler, tractor, plow, trailer, saddle, combine, chain, saw, New Holland, Case, Ford, Kubota Massey Ferguson welder dump, tool, stock, tank, bobcat, skidsteer, scraper, bulldozer, fork lift, telehandler, trailer, tractor, freightliner, mack, peterbuilt, bridge, crane, winch, lift, beam, steel, joist, truss, Volvo, crane, generator, tank, fuel, gas, diesel, ford, Chevrolet, lift, bucket, 4x4, tire, wheel, loader, road, grader, excavator, track, hoe, front, end, genset, hydraulic, phase, Caterpiller, John Deere, Komatsu, power, unit, kw, tool, plow, blade, bed, steel, aluminum, portable, engine, compressor, truck, Kenworth, washer, box, axle, paint, GMC, chipper, pump, concrete, backhose, grapple, attachment, spreader, natural gas, propane, heavy, light, belly, dump, flat, dual, scissor, terrain, rough, motor, battery, transmission, pressure, genie, Vermeer, international, cummins, Detroit, drill, rig, water, used, volt, phase, plant, module, container, hyster, reefer, shape, condition, repair, gallon, pound, ton, mini, boom, lease, spray, power, air, electrical, press, drill, mill, lp, fiberglass, plate, block, part, vacuum, scale, vinyl, cover, rack, system, gym, court, gymnasium, basketball, volleyball, floor, protect, school, wood, level, probe, tank, back scratcher, container, Cable, fencing, coral, pens, farm, ranch, guy wire, guide wire, post, cow, barrier, stop, Soaker, portable tire wash, concrete tire wash, Monster wash, Washer, Stanton systems, wheel , industrial, mine, quarry, dirt, dirty, car wash, cleaner, aggregate, pit, boat, dock, pvc membrane welder, hot air welder, BAK welders, TPO membrane, Hypalon, EPDM, roofon, weldmaster, Miller, seamrover, elite air, Fencing, Wire, Mesh, remesh, structural mesh, standard welded wire reinforcement and concrete pipe reinforcement, reinforcing mesh, welded wire"
            }
        ],
        "wood": [
            {
                "id": "7318408543",
                "name": "Brand new light wood compact 24 ibathroom vanity with sink top, brand new in box",
                "url": "https://sfbay.craigslist.org/sfc/mat/d/san-francisco-brand-new-light-wood/7318408543.html",
                "datetime": "2021-05-11 12:40",
                "price": "$100",
                "where": "San Francisco",
                "deleted": false,
                "main_image": "https://images.craigslist.org/00G0G_9sbWkc6zEsAz_0CI0j8_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/00G0G_9sbWkc6zEsAz_0CI0j8_600x450.jpg"
                ],
                "query": "wood",
                "category": "maa",
                "description": "Brand new, never assembled 24 inch lights color small bathroom vanity including sink top. The one I am selling is almost identical to the one in the picture, but it has CABINET DOORS instead of drawers. Dimensions are exactly the same.  Please email with date and time you are available to pick up, Venmo and cash accepted.￼"
            },
            {
                "id": "7312786341",
                "name": "Live Edge Wood Slabs And Rough Sawn Lumber Walnut Oak Sycamore Redwood",
                "url": "https://sfbay.craigslist.org/eby/mat/d/richmond-live-edge-wood-slabs-and-rough/7312786341.html",
                "datetime": "2021-05-11 10:59",
                "price": "$40",
                "where": "richmond / point / annex",
                "deleted": false,
                "main_image": "https://images.craigslist.org/00T0T_2q3R5EyNnh3_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/00T0T_2q3R5EyNnh3_600x450.jpg",
                    "https://images.craigslist.org/00T0T_2q3R5EyNnh3_50x50c.jpg",
                    "https://images.craigslist.org/00F0F_2n2BsUQdxjy_50x50c.jpg",
                    "https://images.craigslist.org/00q0q_b2hnUpdjYl9_50x50c.jpg",
                    "https://images.craigslist.org/00909_jnRId8kA9vD_50x50c.jpg",
                    "https://images.craigslist.org/00D0D_etzJKGNUO9h_50x50c.jpg",
                    "https://images.craigslist.org/00S0S_2WpBSiv6UcJ_50x50c.jpg",
                    "https://images.craigslist.org/00j0j_aolhWfmoHzr_50x50c.jpg",
                    "https://images.craigslist.org/00O0O_ywMywWpoSO_50x50c.jpg",
                    "https://images.craigslist.org/00R0R_6jHid358Qtb_50x50c.jpg",
                    "https://images.craigslist.org/00505_kEDVjzWEkoO_50x50c.jpg",
                    "https://images.craigslist.org/00C0C_dF2HD4Y9GYz_50x50c.jpg",
                    "https://images.craigslist.org/00t0t_j37rIkiMPur_50x50c.jpg",
                    "https://images.craigslist.org/00w0w_ev7t7cj3C59_50x50c.jpg",
                    "https://images.craigslist.org/00D0D_4uWwvePUDQv_50x50c.jpg",
                    "https://images.craigslist.org/00F0F_bNuyludiFQj_50x50c.jpg",
                    "https://images.craigslist.org/00A0A_1NgF3EpP2f_50x50c.jpg",
                    "https://images.craigslist.org/00303_auqfjSqlThF_50x50c.jpg",
                    "https://images.craigslist.org/00a0a_eHaTL3EOVTH_50x50c.jpg",
                    "https://images.craigslist.org/00H0H_3nGPT66lsdl_50x50c.jpg",
                    "https://images.craigslist.org/00202_4gArmX0X9nc_50x50c.jpg",
                    "https://images.craigslist.org/00e0e_Yz92kEIXkY_50x50c.jpg",
                    "https://images.craigslist.org/00Y0Y_dQCNdzvVFgn_50x50c.jpg",
                    "https://images.craigslist.org/00P0P_7kPIOH84srs_50x50c.jpg"
                ],
                "query": "wood",
                "category": "maa",
                "description": "Come out and see my warehouse full of reclaimed and salvaged wood from our back door and from around the world.  Live edge slabs, rough sawn lumber, fireplace mantels, barnwood, siding, flooring, shelves, beams, timbers, furniture, shelving, rustic barn wood, and much more.   112 Ohio Ave, Unit 1, Richmond.  10-5 Monday-Saturday.  If the gate is closed, call the number on the sign and I'll open it for you.Species Generally in Stock: Black Acacia, Sycamore, Eucalyptus, American Elm, Giant Sequoia, Poplar, Cottonwood, Black Locust, Black Walnut, Cedar, Honey Locust, Sugar Maple, White Oak, Butternut, White Walnut, Hickory, Grey Elm, Redwood, Claro Walnut, Bay Laurel, Nutmeg, Ash, Old Growth Redwood, Sinker Redwood, Douglas Fir, Cherry, Peroba Rosa, Ipe, Itauba"
            },
            {
                "id": "7313555268",
                "name": "Sustainably Sourced Reclaimed Wood Beam Mantel Siding Decking",
                "url": "https://sfbay.craigslist.org/eby/mat/d/richmond-sustainably-sourced-reclaimed/7313555268.html",
                "datetime": "2021-05-11 10:59",
                "price": "$7",
                "where": "richmond / point / annex",
                "deleted": false,
                "main_image": "https://images.craigslist.org/00c0c_hTFEODCIOE8_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/00c0c_hTFEODCIOE8_600x450.jpg",
                    "https://images.craigslist.org/00c0c_hTFEODCIOE8_50x50c.jpg",
                    "https://images.craigslist.org/01010_8JgMPX2sUZc_50x50c.jpg",
                    "https://images.craigslist.org/00q0q_9maIPJn6BBc_50x50c.jpg"
                ],
                "query": "wood",
                "category": "maa",
                "description": "Offering century old reclaimed hardwood from barns no longer in use.  Wood with a story to tell!  Located just off of 580 in Richmond."
            }
        ]
    },
    "clothes": {
        "vintage": [
            {
                "id": "7320271702",
                "name": "Vintage Brown Suede Jacket Men's Coat Solid Nickel Zipper Unisex Sears",
                "url": "https://sfbay.craigslist.org/eby/clo/d/alameda-vintage-brown-suede-jacket-mens/7320271702.html",
                "datetime": "2021-05-11 13:55",
                "price": "$150",
                "where": "alameda",
                "deleted": false,
                "main_image": "https://images.craigslist.org/00808_2X1BAEeJQlI_0xa0t2_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/00808_2X1BAEeJQlI_0xa0t2_600x450.jpg",
                    "https://images.craigslist.org/00808_2X1BAEeJQlI_0xa0t2_50x50c.jpg",
                    "https://images.craigslist.org/01717_22iLOqQG5wP_0xE0t2_50x50c.jpg",
                    "https://images.craigslist.org/00k0k_cso7qLpCbWU_0CI0qm_50x50c.jpg",
                    "https://images.craigslist.org/00p0p_40eOrnp1R3x_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00H0H_hLWr1xsWzQG_0Ak0t2_50x50c.jpg",
                    "https://images.craigslist.org/00g0g_5K85Cvk3YLI_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00c0c_6dc5usenndw_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/01717_jAB0XeB1wgi_0BF0t2_50x50c.jpg",
                    "https://images.craigslist.org/01717_jAB0XeB1wgi_0BF0t2_50x50c.jpg",
                    "https://images.craigslist.org/00t0t_6LS7ZP0BZcl_0CI0qa_50x50c.jpg",
                    "https://images.craigslist.org/01515_6PRFo7ysSzq_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00707_hiH8v9utVWM_0y50t2_50x50c.jpg",
                    "https://images.craigslist.org/00303_e4coUHMrpaf_0yE0t2_50x50c.jpg",
                    "https://images.craigslist.org/00b0b_2zJRLhi1Qrn_0uH0t2_50x50c.jpg",
                    "https://images.craigslist.org/00404_XAbMWcdQdZ_0s60t2_50x50c.jpg"
                ],
                "query": "vintage",
                "category": "cla",
                "description": "Detailed solid nickel zipper, outer pockets and waist buckle.  Coat Sizes Men’s Medium (size 40), around ladies size Large. To avoid spam and stay safe, it’s still available and can be purchased at Call JannieYES! Always open to reasonable offers - no trades or low-balls.  Thanks for looking and happy shopping!"
            },
            {
                "id": "7320270704",
                "name": "Vintage Harley Davidson Black Leather Vest w FL Chapter Patches",
                "url": "https://sfbay.craigslist.org/eby/clo/d/alameda-vintage-harley-davidson-black/7320270704.html",
                "datetime": "2021-05-11 13:54",
                "price": "$280",
                "where": "alameda",
                "deleted": false,
                "main_image": "https://images.craigslist.org/01414_k4CgLfraqaNz_0sA0t2_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/01414_k4CgLfraqaNz_0sA0t2_600x450.jpg",
                    "https://images.craigslist.org/01414_k4CgLfraqaNz_0sA0t2_50x50c.jpg",
                    "https://images.craigslist.org/00t0t_lWrZDf7wkv1z_0tR0t2_50x50c.jpg",
                    "https://images.craigslist.org/00p0p_7GHUll9s56bz_0sD0t2_50x50c.jpg",
                    "https://images.craigslist.org/01111_dxuDFUWslgFz_0mt0i9_50x50c.jpg",
                    "https://images.craigslist.org/00Q0Q_h5vSypWtxVxz_0zA0t2_50x50c.jpg",
                    "https://images.craigslist.org/00606_gKdl9xpEiIxz_0xE0t2_50x50c.jpg",
                    "https://images.craigslist.org/01616_10d51RSLBMJz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00707_lJvAbOnf4cUz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00K0K_f1bCKa3xZJuz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00u0u_1LZHhwAoG0rz_0CI0lZ_50x50c.jpg",
                    "https://images.craigslist.org/00n0n_8La3WaRfZL4z_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00M0M_gG2Dra3neigz_0CI0t2_50x50c.jpg"
                ],
                "query": "vintage",
                "category": "cla",
                "description": "Florida Chapter Patches & Buttons Sz XLThis vest needs you and more adventures. In very good vintage condition, heavy, well-made, solid construction, quilted patterned shoulders, has several exterior and interior pockets and mesh vent lining, vest has normal wear, several pin holes on front and faint smell of tobacco smoke.Pins: Moose, Harley-Davidson Naples, Ft. Lauderdale, Melbourne Space Coast and Peterson’s of Miami Patches: Ocala Florida Chapter, Lake County Florida Chapter, Miami Florida Chapter, Ft Lauderdale Chapter and Harley Owners Group.To avoid spam and stay safe, it’s still available and can be purchased at Call Jannie on eBayYES! Always open to reasonable offers to purchase - no trades, no low-balls.  Thanks for looking!"
            },
            {
                "id": "7320271326",
                "name": "The Leather Shop Sears 70s Vintage Classic Dark Brown Leather Jacket",
                "url": "https://sfbay.craigslist.org/eby/clo/d/alameda-the-leather-shop-sears-70s/7320271326.html",
                "datetime": "2021-05-11 13:55",
                "price": "$200",
                "where": "alameda",
                "deleted": false,
                "main_image": "https://images.craigslist.org/00707_5CSv4KW8hBe_0sm0t2_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/00707_5CSv4KW8hBe_0sm0t2_600x450.jpg",
                    "https://images.craigslist.org/00707_5CSv4KW8hBe_0sm0t2_50x50c.jpg",
                    "https://images.craigslist.org/00E0E_jcCVqyP4pRy_0CI0qF_50x50c.jpg",
                    "https://images.craigslist.org/00R0R_7rM8x87G9hL_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00G0G_iJtATCmz90e_0Ak0t2_50x50c.jpg",
                    "https://images.craigslist.org/00X0X_81L7ujbw9la_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00e0e_bAGqIUAEcSB_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/01616_6pjoAm76j4c_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00o0o_7zijDDPJKbh_0xZ0t2_50x50c.jpg",
                    "https://images.craigslist.org/00404_bxeFr3Pl3zO_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00101_Hw2qGUU2DG_0xt0t2_50x50c.jpg"
                ],
                "query": "vintage",
                "category": "cla",
                "description": "Handsome collared jacket Men's Jacket Reg 38  Two Side PocketsNylon LiningFull Sleeves Made in ArgentinaMeasures around 21” armpit to armpit, 18” shoulder seam to seam, sleeve is  25”  long, 26” long back collar to bottom hem, laying flat and zipperedTo avoid spam and stay safe, it’s still available and can be purchased at Call Jannie on eBayYES! Always open to reasonable offers to purchase - no trades, no low-balls.  Thanks for looking!"
            }
        ],
        "beaded": [
            {
                "id": "7320250794",
                "name": "Beautiful WEDDING DRESS - Marisa SIZE 6 - Beaded Bodice",
                "url": "https://sfbay.craigslist.org/eby/clo/d/el-cerrito-beautiful-wedding-dress/7320250794.html",
                "datetime": "2021-05-11 13:17",
                "price": "$95",
                "where": "albany / el cerrito",
                "deleted": false,
                "main_image": "https://images.craigslist.org/00w0w_2SSd3b1w4biz_0je0t2_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/00w0w_2SSd3b1w4biz_0je0t2_600x450.jpg",
                    "https://images.craigslist.org/00w0w_2SSd3b1w4biz_0je0t2_50x50c.jpg",
                    "https://images.craigslist.org/00101_g8IuYeM20hHz_0B00jw_50x50c.jpg",
                    "https://images.craigslist.org/00404_70N8DQSAiSpz_0eM0t2_50x50c.jpg"
                ],
                "query": "beaded",
                "category": "cla",
                "description": "Silk BALL GOWN, size 6.  Beaded bodice.  Spaghetti straps.  Button & hook to attach train to bodice for dancing.  Dress is creamy white - much lighter in person.  Room was very sunny, which made the pics look a bit gold.Could easily be tailored up or down in size & I have a great, reasonably priced tailor.  You're welcome to try this on before purchase.  CASH ONLY.Leave phone # with reply. Thanks : )"
            },
            {
                "id": "7307019615",
                "name": "Vintage Beaded Gold Leather Clutch Purse",
                "url": "https://sfbay.craigslist.org/scz/clo/d/santa-cruz-vintage-beaded-gold-leather/7307019615.html",
                "datetime": "2021-05-11 12:35",
                "price": "$20",
                "where": "Santa Cruz",
                "deleted": false,
                "main_image": "https://images.craigslist.org/01515_f2TGDDxNS8Kz_0t20CI_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/01515_f2TGDDxNS8Kz_0t20CI_600x450.jpg",
                    "https://images.craigslist.org/01515_f2TGDDxNS8Kz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00j0j_gIuj8U4AtaDz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00Y0Y_9kLrj5Olhptz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00H0H_4IQfRaei3xpz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00j0j_cpUOtXaw4TKz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00c0c_dcSAU7F8h1Qz_0CI0t2_50x50c.jpg"
                ],
                "query": "beaded",
                "category": "cla",
                "description": "Beautiful vintage clutch bag.  Leather with beading. Used but in perfect condition. Please contact Diane, Online Sales Coordinator, at  , ext 232 or reply to this ad. Being sold through Grey Bears. Grey Bears is a non profit recycling center and thrift store that benefits local seniors.Make us an offer!"
            },
            {
                "id": "7319035046",
                "name": "Vintage Small Evening Bag Black Beaded",
                "url": "https://sfbay.craigslist.org/pen/clo/d/san-mateo-vintage-small-evening-bag/7319035046.html",
                "datetime": "2021-05-11 09:18",
                "price": "$10",
                "where": "san mateo",
                "deleted": false,
                "main_image": "https://images.craigslist.org/00d0d_6yFgg5OmdC2z_0t20CI_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/00d0d_6yFgg5OmdC2z_0t20CI_600x450.jpg"
                ],
                "query": "beaded",
                "category": "cla",
                "description": "Vintage Small Black Beaded Evening Bag. Excellent Condition"
            }
        ],
        "gloves": [
            {
                "id": "7320251656",
                "name": "Women's Dainese Leather gloves",
                "url": "https://sfbay.craigslist.org/eby/clo/d/alameda-womens-dainese-leather-gloves/7320251656.html",
                "datetime": "2021-05-11 13:18",
                "price": "$25",
                "where": "alameda",
                "deleted": false,
                "main_image": "https://images.craigslist.org/00S0S_l3wM5Tchtmcz_0t20CI_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/00S0S_l3wM5Tchtmcz_0t20CI_600x450.jpg",
                    "https://images.craigslist.org/00S0S_l3wM5Tchtmcz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00Y0Y_8sZ7s7uFDPGz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/01111_6MYm6ri4G5dz_0t20CI_50x50c.jpg"
                ],
                "query": "gloves",
                "category": "cla",
                "description": "Selling for my girfriendwho does not ride anymore.Originally bought from the store in SF.rarely worn. Medium size. or Men's small sizeFully sanitized"
            },
            {
                "id": "7317436626",
                "name": "Auclair winter gloves",
                "url": "https://sfbay.craigslist.org/sfc/clo/d/san-francisco-auclair-winter-gloves/7317436626.html",
                "datetime": "2021-05-11 13:00",
                "price": "$15",
                "where": "alamo square / nopa",
                "deleted": false,
                "main_image": "https://images.craigslist.org/01515_5adq26i9EqAz_0CI0t2_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/01515_5adq26i9EqAz_0CI0t2_600x450.jpg",
                    "https://images.craigslist.org/01515_5adq26i9EqAz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00g0g_8jCl9sQjozQz_0CI0t2_50x50c.jpg"
                ],
                "query": "gloves",
                "category": "cla",
                "description": "Selling a pair of green Auclair winter gloves in size large. Only wore them a couple of times"
            },
            {
                "id": "7317793144",
                "name": "CHILD THEATRICAL BLACK COTTON GLOVES Child Short 8\" Costume Gloves Acc",
                "url": "https://sfbay.craigslist.org/eby/clo/d/martinez-child-theatrical-black-cotton/7317793144.html",
                "datetime": "2021-05-11 12:18",
                "price": "$2",
                "where": "concord / pleasant hill / martinez",
                "deleted": false,
                "main_image": "https://images.craigslist.org/00P0P_50Uw6MYkcVoz_07K0ak_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/00P0P_50Uw6MYkcVoz_07K0ak_600x450.jpg"
                ],
                "query": "gloves",
                "category": "cla",
                "description": "NEW!!!COLOR:BLACKSIZE: CHILDRENCONTAINS: 1 PAIR OF CHILDRENS THEATRICAL GLOVES BLACK"
            }
        ],
        "wedding dress": [
            {
                "id": "7318055011",
                "name": "New Sophia Tolli Wedding Bridal Dress, Size 8",
                "url": "https://sfbay.craigslist.org/eby/clo/d/oakland-new-sophia-tolli-wedding-bridal/7318055011.html",
                "datetime": "2021-05-11 13:57",
                "price": "$349",
                "where": "oakland east",
                "deleted": false,
                "main_image": "https://images.craigslist.org/01010_d64SgNLv6goz_0kM0t2_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/01010_d64SgNLv6goz_0kM0t2_600x450.jpg",
                    "https://images.craigslist.org/01010_d64SgNLv6goz_0kM0t2_50x50c.jpg",
                    "https://images.craigslist.org/00H0H_arIHVORGZaBz_0mJ0t2_50x50c.jpg",
                    "https://images.craigslist.org/00a0a_ivxgLrln4jLz_0lD0t2_50x50c.jpg",
                    "https://images.craigslist.org/00F0F_7TIVZUoiMtIz_0lM0t2_50x50c.jpg",
                    "https://images.craigslist.org/00Q0Q_77fxilE4cMLz_0lM0t2_50x50c.jpg",
                    "https://images.craigslist.org/00606_dGVB9zC5YCEz_0kY0rX_50x50c.jpg",
                    "https://images.craigslist.org/00r0r_4VhNd67Y4wZz_0jm0pO_50x50c.jpg",
                    "https://images.craigslist.org/00Q0Q_lr9etRjYDDHz_0gH0t2_50x50c.jpg",
                    "https://images.craigslist.org/00000_i3VscvCF51az_0g80lv_50x50c.jpg",
                    "https://images.craigslist.org/00U0U_fHZ3uocDCOMz_0iw0t2_50x50c.jpg"
                ],
                "query": "wedding dress",
                "category": "cla",
                "description": "Gorgeous Sophia Tolli designer wedding dress, size 8, never worn. Fit and flare style with keyhole back, illusion cap sleeves and full train. Beautiful beading and lace embellishments. Unfortunately, altering this dress to fit me (I'm Size 0) turned out to be *way* more expensive than I was led to believe by the bridal shop. Hence me buying another dress in my size and selling this one.This bridal dress is brand new. While I bought it on sale, the original price was over $1,600."
            },
            {
                "id": "7311858438",
                "name": "NEW La Sposa Wedding Dress - Never Worn",
                "url": "https://sfbay.craigslist.org/sby/clo/d/san-jose-new-la-sposa-wedding-dress/7311858438.html",
                "datetime": "2021-05-11 13:26",
                "price": "$200",
                "where": "san jose west",
                "deleted": false,
                "main_image": "https://images.craigslist.org/00000_ldHwEm8GmaWz_0cG0fu_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/00000_ldHwEm8GmaWz_0cG0fu_600x450.jpg",
                    "https://images.craigslist.org/00000_ldHwEm8GmaWz_0cG0fu_50x50c.jpg",
                    "https://images.craigslist.org/00V0V_kbTSWex9WdDz_0id0oo_50x50c.jpg",
                    "https://images.craigslist.org/00n0n_hXOrLJW4j1tz_0gN0o6_50x50c.jpg",
                    "https://images.craigslist.org/00y0y_1V69cjnhvsrz_0gw0pA_50x50c.jpg",
                    "https://images.craigslist.org/00B0B_iAInrIzHZRSz_0fF0iv_50x50c.jpg",
                    "https://images.craigslist.org/00s0s_i9Pu9FVbNnxz_08V0hr_50x50c.jpg"
                ],
                "query": "wedding dress",
                "category": "cla",
                "description": "Taffeta La Sposa Fuego Traditional Wedding Dress (was $1415)Size: US 10This dress is brand new, never worn. Could be hemmed and altered to fit any smaller size.Color is Off White.For more information or pictures, message us. Neckline: Strapless Silhouette: A-line Train: Chapel Height With Heels: dress not hemmed.Note:SIZES ARE BRIDAL SIZE, NOT STREET SIZE!"
            },
            {
                "id": "7320250794",
                "name": "Beautiful WEDDING DRESS - Marisa SIZE 6 - Beaded Bodice",
                "url": "https://sfbay.craigslist.org/eby/clo/d/el-cerrito-beautiful-wedding-dress/7320250794.html",
                "datetime": "2021-05-11 13:17",
                "price": "$95",
                "where": "albany / el cerrito",
                "deleted": false,
                "main_image": "https://images.craigslist.org/00w0w_2SSd3b1w4biz_0je0t2_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/00w0w_2SSd3b1w4biz_0je0t2_600x450.jpg",
                    "https://images.craigslist.org/00w0w_2SSd3b1w4biz_0je0t2_50x50c.jpg",
                    "https://images.craigslist.org/00101_g8IuYeM20hHz_0B00jw_50x50c.jpg",
                    "https://images.craigslist.org/00404_70N8DQSAiSpz_0eM0t2_50x50c.jpg"
                ],
                "query": "wedding dress",
                "category": "cla",
                "description": "Silk BALL GOWN, size 6.  Beaded bodice.  Spaghetti straps.  Button & hook to attach train to bodice for dancing.  Dress is creamy white - much lighter in person.  Room was very sunny, which made the pics look a bit gold.Could easily be tailored up or down in size & I have a great, reasonably priced tailor.  You're welcome to try this on before purchase.  CASH ONLY.Leave phone # with reply. Thanks : )"
            }
        ],
        "great condition": [
            {
                "id": "7320260237",
                "name": "5 stylish dresses - great condition - S and XS size",
                "url": "https://sfbay.craigslist.org/sfc/clo/d/san-francisco-stylish-dresses-great/7320260237.html",
                "datetime": "2021-05-11 13:34",
                "price": "$20",
                "where": "nob hill",
                "deleted": false,
                "main_image": "https://images.craigslist.org/00M0M_ioIyoVgVURoz_1320MM_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/00M0M_ioIyoVgVURoz_1320MM_600x450.jpg",
                    "https://images.craigslist.org/00M0M_ioIyoVgVURoz_1320MM_50x50c.jpg",
                    "https://images.craigslist.org/00q0q_fECJuvnHOW5z_0MM132_50x50c.jpg",
                    "https://images.craigslist.org/00C0C_438Y7Zd4iLdz_0MM132_50x50c.jpg",
                    "https://images.craigslist.org/00J0J_isarj0bCuNZz_0MM132_50x50c.jpg",
                    "https://images.craigslist.org/00j0j_69xasm2CLNVz_0MM132_50x50c.jpg",
                    "https://images.craigslist.org/00c0c_2k5R3cewQUZz_0MM132_50x50c.jpg",
                    "https://images.craigslist.org/00j0j_bofyJ1ISetSz_0MM132_50x50c.jpg"
                ],
                "query": "great condition",
                "category": "cla",
                "description": "$20 each or $80 for ALLAvailable for a pick up only!Anna"
            },
            {
                "id": "7320257194",
                "name": "2 XS jackets - great condition",
                "url": "https://sfbay.craigslist.org/sfc/clo/d/san-francisco-xs-jackets-great-condition/7320257194.html",
                "datetime": "2021-05-11 13:28",
                "price": "$70",
                "where": "nob hill",
                "deleted": false,
                "main_image": "https://images.craigslist.org/00L0L_8aCoqQoGx9Yz_0lM0t2_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/00L0L_8aCoqQoGx9Yz_0lM0t2_600x450.jpg",
                    "https://images.craigslist.org/00L0L_8aCoqQoGx9Yz_0lM0t2_50x50c.jpg",
                    "https://images.craigslist.org/00e0e_RHvXJocLUBz_0lM0t2_50x50c.jpg",
                    "https://images.craigslist.org/00707_az0M1PRWOxvz_0lM0t2_50x50c.jpg",
                    "https://images.craigslist.org/00q0q_59Kd9GylnPuz_0x20oM_50x50c.jpg",
                    "https://images.craigslist.org/00000_e6bNowJ7oz0z_0lM0t2_50x50c.jpg",
                    "https://images.craigslist.org/01010_gNMJDyxZIyXz_0lM0t2_50x50c.jpg",
                    "https://images.craigslist.org/00G0G_ad8c2K5GbQPz_0x20oM_50x50c.jpg",
                    "https://images.craigslist.org/00B0B_5GmJFCZ7diCz_0lM0t2_50x50c.jpg"
                ],
                "query": "great condition",
                "category": "cla",
                "description": "Caslon XS Women's Black Leather Jacket (regular & Petite) - bought for $250William rast Justin Timberlake and Trace Ayala XS women jacket - bought for $300Available for a pick up only!Anna"
            },
            {
                "id": "7316380049",
                "name": "[GREAT CONDITION] Stussy Vintage SnapBack Hat",
                "url": "https://sfbay.craigslist.org/sby/clo/d/san-jose-great-condition-stussy-vintage/7316380049.html",
                "datetime": "2021-05-10 19:07",
                "price": "$10",
                "where": "san jose west",
                "deleted": false,
                "main_image": "https://images.craigslist.org/00h0h_gYb3hnviW7Az_0jm0ew_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/00h0h_gYb3hnviW7Az_0jm0ew_600x450.jpg",
                    "https://images.craigslist.org/00h0h_gYb3hnviW7Az_0jm0ew_50x50c.jpg",
                    "https://images.craigslist.org/01717_3NvsV1LXQefz_0jm0ew_50x50c.jpg",
                    "https://images.craigslist.org/00u0u_iujWjkq9QZBz_0jm0ew_50x50c.jpg",
                    "https://images.craigslist.org/01313_evkhbL7a5yYz_0jm0ew_50x50c.jpg"
                ],
                "query": "great condition",
                "category": "cla",
                "description": "[GREAT CONDITION] Stussy Vintage SnapBack HatClassic 90’s skater design. Originally purchased from the Stussy store in Haight-Ashbury back in the mid-2000’s.The color on the brim is a bit faded, but otherwise in great used condition. This item has spent most of the last 12 years in a closet in a smoke-free and pet-free home. Great for collectors."
            }
        ]
    },
    "sports": {
        "autograph": [
            {
                "id": "7312143617",
                "name": "SHARKS AUTOGRAPHED LARGE PICTURE",
                "url": "https://sfbay.craigslist.org/pen/spo/d/menlo-park-sharks-autographed-large/7312143617.html",
                "datetime": "2021-05-11 11:14",
                "price": "$125",
                "where": "menlo park",
                "deleted": false,
                "main_image": "https://images.craigslist.org/00Q0Q_6fhi2IkCToz_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/00Q0Q_6fhi2IkCToz_600x450.jpg",
                    "https://images.craigslist.org/00Q0Q_6fhi2IkCToz_50x50c.jpg",
                    "https://images.craigslist.org/00M0M_f1KzJZDi3i9_50x50c.jpg",
                    "https://images.craigslist.org/00K0K_faBOLP2QiGo_50x50c.jpg",
                    "https://images.craigslist.org/00d0d_6XiTYCaxBVH_50x50c.jpg",
                    "https://images.craigslist.org/00j0j_5C6KdUck9xf_50x50c.jpg",
                    "https://images.craigslist.org/00e0e_hxVkjOGt9Xi_50x50c.jpg",
                    "https://images.craigslist.org/00f0f_9Yza0vPGdxg_50x50c.jpg"
                ],
                "query": "autograph*",
                "category": "sga",
                "description": "Large 43'' x 33 AUTOGRAPHED SHARKS PICTURE, NICE FRAMED, $125.00    HARD TO TAKE GOOD PICTURES OF THISNHL HOCKEY GOALIE SKATES MAN CAVE SHE SHACK SAN JOSE"
            },
            {
                "id": "7311369013",
                "name": "Wilson Autograph Pro Staff RF97 (Tuxedo Version)",
                "url": "https://sfbay.craigslist.org/eby/spo/d/emeryville-wilson-autograph-pro-staff/7311369013.html",
                "datetime": "2021-05-11 08:59",
                "price": "$200",
                "where": "emeryville",
                "deleted": false,
                "main_image": "https://images.craigslist.org/00C0C_ciu8vc5MnrF_0co0o4_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/00C0C_ciu8vc5MnrF_0co0o4_600x450.jpg",
                    "https://images.craigslist.org/00C0C_ciu8vc5MnrF_0co0o4_50x50c.jpg",
                    "https://images.craigslist.org/00606_dl5A14pkVP1_0gw0co_50x50c.jpg",
                    "https://images.craigslist.org/00o0o_b3QPJv2lUaG_0fu0fu_50x50c.jpg",
                    "https://images.craigslist.org/00J0J_hTAqH5v13hg_0fu0fu_50x50c.jpg"
                ],
                "query": "autograph*",
                "category": "sga",
                "description": "Pro Staff Autograph RF97 Tennis RacquetHard to find Limited 'Tuxedo' Black and White versionBrand new. Never played4⅜ gripRacquet and bag and strings combos availableCross Section 21.5 FBHead Size 97 sq in - 625.8 sq cmString Pattern 16x19Unstrung Balance 30.5CM/12 Pts HLSeries Pro StaffUnstrung Weight 340 gLength 27 in - 68.6 cm$200"
            },
            {
                "id": "7320090217",
                "name": "2020 Wilson Pro Staff RF97 v13 Roger Federer Autograph 4 1/2 Racket Racquet",
                "url": "https://sfbay.craigslist.org/eby/spo/d/oakland-2020-wilson-pro-staff-rf97-v13/7320090217.html",
                "datetime": "2021-05-11 08:55",
                "price": "$180",
                "where": "Oakland",
                "deleted": false,
                "main_image": "https://images.craigslist.org/00q0q_7vHHaK3bPeJz_0t20CI_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/00q0q_7vHHaK3bPeJz_0t20CI_600x450.jpg",
                    "https://images.craigslist.org/00q0q_7vHHaK3bPeJz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/01515_fIkVhiBjKcOz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00404_ctjIZeUmNemz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00606_6DGfbTKxAulz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00I0I_cbkjDd1a4SCz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00K0K_gmM0UOerYiWz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00X0X_dkIiIlTd4Wmz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00E0E_lMFHkEI7ZkNz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00404_7R4Lsi2YDZQz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00M0M_5jMRnKtVn2Cz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00a0a_8qqhwhFzNo7z_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00D0D_7nPlNH5mVa8z_0t20CI_50x50c.jpg"
                ],
                "query": "autograph*",
                "category": "sga",
                "description": "strung with babolat rpm blast premium poly strings @ 58 lbs. good condition."
            }
        ]
    },
    "cars": {
        "drives great": [
            {
                "id": "7320238760",
                "name": "2001 Nissan Altima Runs-Drives Great Low Miles",
                "url": "https://sfbay.craigslist.org/sfc/cto/d/san-francisco-2001-nissan-altima-runs/7320238760.html",
                "datetime": "2021-05-11 12:52",
                "price": "$2,400",
                "where": "richmond / seacliff",
                "deleted": false,
                "main_image": "https://images.craigslist.org/00l0l_eJ6leuO6eewz_0CI0t2_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/00l0l_eJ6leuO6eewz_0CI0t2_600x450.jpg",
                    "https://images.craigslist.org/00l0l_eJ6leuO6eewz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00606_7zFe1QUCJoz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00s0s_1OmSh2dord3z_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00z0z_kGgxPwLb6Czz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00909_gn99v5w36aFz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00A0A_hxhzgxwXdboz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/01313_jmLSUWAzr0Cz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00P0P_4nFaUNt4VPfz_0CI0t2_50x50c.jpg"
                ],
                "query": "drives great",
                "category": "cta",
                "description": "Selling Our 2001 Nissan Altima Runs And Drives Great No Issues MechanicallyAutomatic Transmission Shifts Fine We’ve Replaced It’s Timing Belt Water Pump Breaks Tires Battery And Spark Plugs Along With Coils Has 160k Miles Great On Gas Awesome For Commuting Does Have Its Minor Blemishes On The Exterior Nothing Major Great Car Overall Great For Someone Who Is A Student Great For Commuting Or Great For Some One Who Just Needs A Good CarClean Title Current Smog Along With Registration If Interested Call   Thanks"
            },
            {
                "id": "7319198160",
                "name": "2007 SCION TC.    SMOG CHECK.   DRIVES GREAT.  GAS SAVER***",
                "url": "https://sfbay.craigslist.org/eby/ctd/d/fremont-2007-scion-tc-smog-check-drives/7319198160.html",
                "datetime": "2021-05-09 10:24",
                "price": "$3,999",
                "where": "fremont / union city / newark",
                "deleted": false,
                "main_image": "https://images.craigslist.org/01010_aVaifoDetTfz_0CI0lM_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/01010_aVaifoDetTfz_0CI0lM_600x450.jpg",
                    "https://images.craigslist.org/01010_aVaifoDetTfz_0CI0lM_50x50c.jpg",
                    "https://images.craigslist.org/00H0H_ilms9qD64Q9z_0CI0lM_50x50c.jpg",
                    "https://images.craigslist.org/00g0g_1Wvm2k7rmdDz_0CI0lM_50x50c.jpg",
                    "https://images.craigslist.org/00W0W_ho30Zo4pbN2z_0CI0lM_50x50c.jpg",
                    "https://images.craigslist.org/00c0c_1WHTSu8yvmPz_0CI0lM_50x50c.jpg",
                    "https://images.craigslist.org/00f0f_gWPNDSN1smdz_0CI0lM_50x50c.jpg",
                    "https://images.craigslist.org/00g0g_6XQ3JwB3en1z_0CI0lM_50x50c.jpg",
                    "https://images.craigslist.org/00a0a_48kxeU4QpyPz_0CI0lM_50x50c.jpg",
                    "https://images.craigslist.org/00V0V_7FEFP8nGYdPz_0CI0lM_50x50c.jpg",
                    "https://images.craigslist.org/00J0J_iqq5dinvzt5z_0CI0lM_50x50c.jpg",
                    "https://images.craigslist.org/00T0T_cy5lm2uvovGz_0CI0lM_50x50c.jpg",
                    "https://images.craigslist.org/00l0l_bNKSn1I8Uohz_0CI0lM_50x50c.jpg",
                    "https://images.craigslist.org/00I0I_aOASrCyIogVz_0CI0lM_50x50c.jpg",
                    "https://images.craigslist.org/00k0k_jv6eabLUs7Oz_0CI0lM_50x50c.jpg",
                    "https://images.craigslist.org/00U0U_2S2wDKLPjj9z_0CI0lM_50x50c.jpg",
                    "https://images.craigslist.org/00u0u_6PHkMlESWWvz_0CI0lM_50x50c.jpg",
                    "https://images.craigslist.org/00202_iqxTejtS4ETz_0CI0lM_50x50c.jpg",
                    "https://images.craigslist.org/01717_cAMIZjHAR3Bz_0CI0lM_50x50c.jpg",
                    "https://images.craigslist.org/01212_f7nSumlWR0Mz_0CI0lM_50x50c.jpg",
                    "https://images.craigslist.org/00M0M_6VkoYi5gDAsz_0CI0lM_50x50c.jpg"
                ],
                "query": "drives great",
                "category": "cta",
                "description": "By appointment:510-982-6668para español por favor llame (510) 366-3437Pacific Bay Auto2007 Scion tc.  panoramic roof.  `SALVAGE TITLE.  SMOG CHECK DONE.holds a previous     salvage titlie. insurable and driveable.159,xxx miles.  drives great.automatic transmission.  shifts good.Prices may not include additional fees such as government fees and taxes, title and registration fees, finance charges, dealer document preparation fees, processing fees, and emission testing and compliance charges, Internet special price may not be compatible with dealer sponsored or subsidized sub-prime financing.NEED FINANCING? You came to the right place, at Pacific Bay Auto we help you get your car and also work with the best finance companies.We approve any customer and vehicle with ease!Instant approvals 24/7*All FICO scores from 0 to prime*No maximun miles*No minimum or maximum amount financed*No minimum income, job time, or residence time*Previous bankruptcies and almost all repossessions are OK*We accept difficult -to-prove incomes: Job letters, hand written pay stubs, SSI, bank statements,student imcome, trust and annunity income and much more!Go to pacificbayauto.com for inventory and financing!Pacific Bay Auto38872 Fremont BlvdFremont, CA 94536para español por favor llame (510) 366-3437"
            },
            {
                "id": "7318064777",
                "name": "2000 Toyota Sienna XLE Drives Great Well Maintained",
                "url": "https://sfbay.craigslist.org/sfc/cto/d/san-mateo-2000-toyota-sienna-xle-drives/7318064777.html",
                "datetime": "2021-05-06 19:42",
                "price": "$2,000",
                "where": "South San Francisco",
                "deleted": false,
                "main_image": "https://images.craigslist.org/00O0O_lkJFEJl4ixcz_0CI0rP_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/00O0O_lkJFEJl4ixcz_0CI0rP_600x450.jpg",
                    "https://images.craigslist.org/00O0O_lkJFEJl4ixcz_0CI0rP_50x50c.jpg",
                    "https://images.craigslist.org/00505_aiZj8cg2qIPz_0CI0rP_50x50c.jpg",
                    "https://images.craigslist.org/00T0T_1eBKyMunCc4z_0CI0rP_50x50c.jpg",
                    "https://images.craigslist.org/00O0O_cY2Wc3m7zGuz_0CI0rP_50x50c.jpg",
                    "https://images.craigslist.org/01717_i59eZ4vGHD6z_0CI0rP_50x50c.jpg",
                    "https://images.craigslist.org/01414_cZbrO9njks2z_0CI0rP_50x50c.jpg",
                    "https://images.craigslist.org/00Q0Q_fLKYpdg6qPKz_0CI0rP_50x50c.jpg",
                    "https://images.craigslist.org/01616_7sPqjEmecSOz_0CI0rP_50x50c.jpg",
                    "https://images.craigslist.org/00z0z_eO08AGVHhuMz_0CI0rP_50x50c.jpg",
                    "https://images.craigslist.org/00C0C_81LgNrlzsVSz_0CI0rP_50x50c.jpg"
                ],
                "query": "drives great",
                "category": "cta",
                "description": "285000 mostly freeway miles I have a Folder full of maintenance records New Radiator New AlternatorNew Timing belt New BatteryNew Tires Everything works, including cold AC etc Oil changes and fluids changed on time for its whole life.I got it from the original owner with original pink slip This has been our extra vehicle , and we no longer need it since we are moving to Ohio.Priced to sell quickly Clean title/ clean car faxNice rims. Great color way.Power everything, keyless entry, etc. , nothing leaks, zero problems.Just drove to Nevada and back smooth the entire time.2000 Low ballers will be ignored"
            }
        ],
        "fix up": [
            {
                "id": "7320229917",
                "name": "2003 Acura CL-S Type, Unicorn, Low Miles, Upgrades, Clean Title",
                "url": "https://sfbay.craigslist.org/eby/cto/d/pinole-2003-acura-cl-type-unicorn-low/7320229917.html",
                "datetime": "2021-05-11 12:37",
                "price": "$7,500",
                "where": "hercules, pinole, san pablo, el sob",
                "deleted": false,
                "main_image": "https://images.craigslist.org/00A0A_bqzi4NHH221z_0CI0t2_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/00A0A_bqzi4NHH221z_0CI0t2_600x450.jpg",
                    "https://images.craigslist.org/00A0A_bqzi4NHH221z_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00E0E_98hqNZqfeEfz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00D0D_43o9enjEVByz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00l0l_6m3i9y5Txb8z_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00n0n_dUQ8Flb2oiSz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00c0c_9csVTqjO7Urz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00D0D_awOVUu7VPJzz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00L0L_annICQ7SjoKz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00H0H_8lB4mNZbUnPz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/01313_44ByGx9L0Agz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00u0u_jKno2NuTNp2z_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/01414_at0dNgsWcqz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00q0q_44noUsJetANz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00G0G_c2oYFjStJ3kz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00L0L_j72hzdfJZkyz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00O0O_1c1OUNjIIwxz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00Y0Y_dWF7HgORBrrz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00000_b6olp72NPkXz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00707_dF4V5YxMVwMz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00w0w_hp7UunVS0N8z_0CI0t2_50x50c.jpg"
                ],
                "query": "fix* up*",
                "category": "cta",
                "description": "2003 Acura CL S-Type130K Original MilesSecond OwnerVtec V6 280horsepower / 5spd AutoHigh performance upgradesUpgraded TransmissionFully servicedCustom stereoClean CarfaxFresh Pass Smog and tags are good to September. Please read whole ad before calling, many questions can be answered belowClean Carfax, no accidents, 2 owner. 20 service records all Acura of Stockton from new up to 85K when I got it. No accidents, Accurate Mileage, California Car, etcI bought this Acura in 2015 with 85K on it, was an original owner car always maintained at the dealer. When I got it the transmission was going out. These cars are notorious for the auto trans to fail, not a matter of if but when. If you replace it with a rebuilt it will do it all over again because there is an inherent design flaw. However a 2006/2007 Honda Accord V6 uses the same exact trans, except by then they finally fixed the fatal flaw (2/3rd gear clutch pack oiling) and they are very dependable.  At 100K I installed a trans out of a 2007 accord that was 1 owner from Dublin, always maintained at Honda with also 100K on the odometer (came out of a salvaged crash car was hit in rear) which I know because I ran the carfax from the Vin plate on the trans before I bought it. I replace the fluid every 15K, it works flawlessly, shifts crisp, and has limited slip meaning both tires will spin up if you try to showoff and spin the tires (which it will if you wanna get frisky lol)Along with trans, around 100K I installed a Genuine  Acura Timing belt and water pump kit with tensioner and seals.  All Factory parts. I also did factory Iridium plugs and checked the valve adjustment at that time.All 4 brakes are done recently with e-coated rotors, stoptech pads and flushed performance brake fluid2 new motor mounts, Factory AcuraCoolant replaced and the power steering fluid flushed with Honda fluidNew HID Ballasts and bulbsAnd More I have forgotten Im sureNow for the goodies $$*Koni Yellow Rebound adjustable Struts at all 4 corners with stock springs at 1 lower height (not too low)*Eibach Sway Bars front and rear with poly bushings* All 4 sway bar end links replaced with HD Moog greasable units*Poly strut rod mounts*Real Deal Comptech Stainless Mufflers and Y pipe (can be showroom polished if wanted)*Air sound/restrictor removed from air box (still smog legal no issue, just throatier sound)*Has TL rims on it as opposed to the factory CL rims which look almost identical except the CL rims get curbed easier and don't have the nice dark metallic background color. *Interior has been double dyna-matted (sound deadening) all along back seat area, both doors completely, trunk *Has custom stereo with a 10 Sub with a JL amp powering it, and a 4 channel rockford fosgate powering door speakers and 6x9s, all quality cables throughout even all the way up to the door speakers*Ceramic 20% tinted windows all the way around, nice privacy but  not so dark can't see out and they are the heat resistant pricey ceramicThis CL Runs and Drives excellent, super clean and tasteful, not overdone, it is really fast if you want it to be or easy enough for my high school daughter to drive it. Everything works, AC cold, both heated seats work!, windows, locks, power seats, everything. The Bads:The air bag recall needs to be done, and the seatbelt receiver replaced (both will be done for free at the dealer, I just never got around to it because its a few cities away)Dings on body (see passenger door) and minor visual defects on exterior (rock chips front bumper) 20 year old black car, its super clean and representable but its also not a complete garage queen.** Needs Tires ASAP, I thought about replacing them with some cheapies to sell it but I figure ill let the next owner pick their own tires and ill knock off $500 from the price to an even 7K.  **So if you're still reading 7K is my final take it or leave it price, If you want to negotiate because its an older car, bluebook and compare it to a bunch of junks on craiglist the price is back to 7500 :) I don't need to sell anytime soon. Ill just keep it, I don't drive it often anymore so it should go to the next person to keep it pristine. This is becoming sort of a Japanese Muscle Car, you won't find a 2003; the last year, in all black, with the black headlights and the silver matter interior accents (instead of the cheesy woodgrain on the other years) with low miles like this and well maintained with bullet proof trans already swapped and timing belt done.Its a lot to read but instead of explaining it all over, if you call me with questions that can be answered here I'm just going to tell you to read the ad. Thanks!Cody"
            },
            {
                "id": "7320088702",
                "name": "1999 Toyota Landcruiser - Mechanic Owned, Upgrades, Camp/OverLand Read",
                "url": "https://sfbay.craigslist.org/pen/cto/d/san-carlos-1999-toyota-landcruiser/7320088702.html",
                "datetime": "2021-05-11 08:48",
                "price": "$12,950",
                "where": "san carlos",
                "deleted": false,
                "main_image": "https://images.craigslist.org/00o0o_6i5avp7CTrxz_0c60g8_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/00o0o_6i5avp7CTrxz_0c60g8_600x450.jpg",
                    "https://images.craigslist.org/00o0o_6i5avp7CTrxz_0c60g8_50x50c.jpg",
                    "https://images.craigslist.org/00u0u_iA2qufThSyPz_0c6094_50x50c.jpg",
                    "https://images.craigslist.org/00202_hpgquutuVl8z_0c6094_50x50c.jpg",
                    "https://images.craigslist.org/00202_jJmCOJIia6Oz_0c6094_50x50c.jpg",
                    "https://images.craigslist.org/00i0i_fPfsx9HcOICz_0c60g8_50x50c.jpg",
                    "https://images.craigslist.org/00909_1vPsfhqsQD5z_0c6094_50x50c.jpg",
                    "https://images.craigslist.org/00t0t_j1euDe5Vi3Dz_0c6094_50x50c.jpg"
                ],
                "query": "fix* up*",
                "category": "cta",
                "description": "Excellent Toyota Landcruiser - with Rear Locker (OE)Mechanic owned over several years. Very well maintained!This Cruiser 100 series is also overland/camp ready right away!Items that were replaced - 30,000 miles ago:Timing Belt - with tensioners, idlers, etc.Water PumpThermostat, Gasket, Valve Cover Gaskets, Spark PlugsRadiatorDrive BeltRoof RackIcon Shocks with 2.5-inch liftFront Differential DropFront AxlesSlidersAnd moreTires have about 80% remaining - put on about 2 years ago. The body has some things here and there with the mileage and with one rear quarter panel bump on the trail. Interior is worn with use (see photos). Nothing that can't be fixed up or cleaned up if you like.Please let me know if you are interested and would like to check it out.All work completed and built at A+ Japanese Auto Repair in San Carloswww.aplusjapaneseautorepair.comEric S.650-703-097three"
            },
            {
                "id": "7317993762",
                "name": "2017 Toyota Camry SE Auto with Fixed Rear Window w/Defroster",
                "url": "https://sfbay.craigslist.org/eby/ctd/d/hayward-2017-toyota-camry-se-auto-with/7317993762.html",
                "datetime": "2021-05-06 16:15",
                "price": "$15,995",
                "where": "~ Toyota Camry",
                "deleted": false,
                "main_image": "https://images.craigslist.org/00707_40p0vFhX4rkz_09G07g_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/00707_40p0vFhX4rkz_09G07g_600x450.jpg",
                    "https://images.craigslist.org/00707_40p0vFhX4rkz_09G07g_50x50c.jpg",
                    "https://images.craigslist.org/00Q0Q_1lh4wjxSJ3Az_0cU09G_50x50c.jpg",
                    "https://images.craigslist.org/00I0I_axo6zfjyAM1z_0cU09G_50x50c.jpg",
                    "https://images.craigslist.org/00m0m_2AYH03TcDvkz_0cU09G_50x50c.jpg",
                    "https://images.craigslist.org/00z0z_fcHGnmH3ZsQz_0cU09G_50x50c.jpg",
                    "https://images.craigslist.org/00I0I_bbVPle2iIKqz_0cU09G_50x50c.jpg",
                    "https://images.craigslist.org/00202_9raKl3VhLEVz_0cU09G_50x50c.jpg",
                    "https://images.craigslist.org/01515_lrQWv8zMNbrz_0cU09G_50x50c.jpg",
                    "https://images.craigslist.org/00F0F_itEEX7YOMglz_0cU09G_50x50c.jpg",
                    "https://images.craigslist.org/00707_cQz5EEw8zUHz_0cU09G_50x50c.jpg",
                    "https://images.craigslist.org/01212_74LJwSusRoUz_0cU09G_50x50c.jpg",
                    "https://images.craigslist.org/00w0w_1cYfyjUeOrGz_0cU09G_50x50c.jpg",
                    "https://images.craigslist.org/00B0B_fHHXz7Id45Zz_0cU09G_50x50c.jpg",
                    "https://images.craigslist.org/00i0i_97Nq7kx1V4xz_0cU09G_50x50c.jpg",
                    "https://images.craigslist.org/00U0U_8iCT8fxZRMMz_0cU09G_50x50c.jpg",
                    "https://images.craigslist.org/00T0T_dYmEqYcrP2Fz_0cU09G_50x50c.jpg",
                    "https://images.craigslist.org/00404_5QqoMEbhtKfz_0cU09G_50x50c.jpg",
                    "https://images.craigslist.org/00i0i_fDDizu1r3wPz_0cU09G_50x50c.jpg",
                    "https://images.craigslist.org/00m0m_h0rwnh8eu4jz_0cU09G_50x50c.jpg"
                ],
                "query": "fix* up*",
                "category": "cta",
                "description": "2017 Toyota Camry SE Auto Sedan FWDReady To Upgrade Your Ride Today? We Make It Fast & Easy!Call ☏ (510) 229−4500QUALITY AUTO DEALER28534 MISSION BLVD, HAYWARD, CA 94544Copy & Paste the URL belowto view more information!http://www.qadcars.comYear : 2017\t\t\t\tMake : Toyota\t\t\t\tModel : Camry\t\t\t\tTrim : SE Auto\t\t\t\t   Mileage : 64,461 miles\t\t\t\tTransmission : Automatic\t\t\t\tExterior Color : Black\t\t\t\tInterior Color : Black\t\t\t\tSeries : SE Auto Sedan\t\t\t\tDrivetrain : FWD\t\t\t\tCondition : Excellent\t\t\t\tVIN : 4T1BF1FK7HU392724\t\t\t\tStock ID : QAD92724\t\t\t\tEngine : 2.5L 178.0hp\tFor more information about this 2017 Toyota Camry SE Auto:🎈 🎈 🎈 NEED FINANCING ? WE HAVE GOT THE RIGHT LOAN FOR YOU. 🎈 🎈 🎈✅ BAD CREDIT - OK! ✅ NO CREDIT - OK! ✅ FIRST TIME BUYERS - OK! ✅ WE WORK WITH MULTIPLE LENDERS TO COVER ALL TYPES OF CREDIT.🎈 🎈 🎈 YOU'RE APPROVED 🎈 🎈 🎈⚡ ⚡ ⚡ DRIVE IT HOME TODAY. GET FINANCED. ⚡ ⚡ ⚡👉 Go to : qadcars.com/finance100% APPROVALWe Guarantee It! No matter your financial situation, you will drive off the lot in a new car, today.✅ Bad Credit✅ No Credit ✅ Repossession✅ Bankruptcy✅ Foreclosure✅ SSI✅ Disability✅ Government AssistanceYOU'RE APPROVED!🚗 🚕 🚐 🚌 🚒 - Quality Auto Dealer - Great Cars - Great Prices !! - 🚗 🚐 🚒 🚓 🚗✅ ALL OF OUR CARS ARE CLEAN CARS. WE OFFER FREE CARFAX REPORTS ON ALL OF OUR CARS.✅ ALL OF OUR CARS ARE PRE-APPROVED FOR EXTENDED WARRANTIES !✅ WE PAY TOP DOLLAR FOR YOUR TRADE-INS - BRING IT IN FOR A FREE ON-THE-SPOT APPRAISAL!💬💬💬 HABLAMOS ESPAÑOL. FINANCIAMIENTO FACIL. 💬💬💬TODOS CALIFICAN NO IMPORTA SU CREDITOPara mas informacion, llamar al ☎ (510) 229-4500✅ FOR MORE OF OUR ADS ON CRAIGSLIST, CHECK OUT THIS PAGE :https://sfbay.craigslist.org/search/ctd?query=qadcars.com⚡⚡⚡⚡⚡⚡⚡⚡⚡ 🏔 QUALITY AUTO DEALER 🏔 ⚡⚡⚡⚡⚡⚡⚡⚡⚡☎ CALL OR TEXT (510) 229−4500💥💥💥 (510) 229−4500 - 🚘 - FINE RIDES, BEST PRICES, EZ FINANCING! 💥💥💥✅ RATES AS LOW AS 1.99 % ON WELL QUALIFIED BUYERS!✅ SECOND-CHANCE FINANCING - REBUILD YOUR CREDIT!✅ FIRST TIME BUYER'S PROGRAM - ESTABLISH YOUR CREDIT!✅ HAND PICKED, LOW MILEAGE, CLEAN VEHICLES - BEST PRICES AROUND!🚚 DIESEL TRUCKS, GAS TRUCKS, SHORT BED, LONG BED, LWB, SWB, DRW, CREW CAB, MEGA CAB, QUAD CAB!!!!🏁 WE DO HAVE ALL TYPE OF DIESEL AND GASOLINE TRUCKS!!!!🚙 This 2017 *Toyota* *Camry* *SE Auto* Is Detailed and ready for a Test Drive!! This has a clean title and is priced to sell.Call  (510) 229−4500 for quick answers to your questions about this Toyota Camry SE Auto.***** 2017 Toyota Camry SE Auto Sedan *****2018, 2019, 2017, 2016, 2015, 2014, Toyota Camry, 4Runner, Avalon, Camry Hybrid, Camry, Corolla, FJ Cruiser, Highlander Hybrid, Highlander, Land Cruiser, Prius, RAV4, Sequoia, Sienna, Tundra, Tacoma, Yaris, Venza, Prius v, Prius Plug-in, Prius c, RAV4 EV, Avalon Hybrid Disclaimer : * Please Note All Inventory And Inventory Pricing Is Subject To Change Please See Dealer For Further Details *Ready To Upgrade Your Ride Today? We Make It Fast & Easy!Call ☏ (510) 229−4500QUALITY AUTO DEALER28534 MISSION BLVD, HAYWARD, CA 94544Copy & Paste the URL belowto view more information!http://www.qadcars.com2017 17 *Toyota* *Camry* *Cheap SE Auto*\t\t*Like New 2017 SE Auto Sedan* *2.5L 178.0hp*\t\t*Must See 2017 Toyota Camry SE Auto Gasoline -\t\t2017 Toyota Camry  camry CAMRY SE Auto Gasoline Sedan Cheap - \t\t2017 Toyota Camry (SE Auto) Carfax Gasoline 2.5L 178.0hp - \t\t2017 Toyota Camry SE Auto Sedan 2.5L 178.0hp Gasoline  - \t\tToyota Camry SE Auto Sedan  \t\t*SCHEDULE YOUR TEST DRIVE 2017 Toyota Camry  2.5L 178.0hp SE Auto Gasoline Sedan*  \t\t*Toyota* *Camry* 2017 Toyota Camry SE Auto Gasoline Sedan  \t\t*2017 Toyota Camry SE Auto \t\t*QUALITY AUTO DEALER* *Call us today at (510) 229−4500.*\t\t2018 Toyota Camry SE Auto 2.5L 178.0hp -\t\tHave you seen this 2019 Toyota Camry SE Auto Sedan ? \t\tMust See 2020 Toyota Camry SE Auto Gasoline Sedan \t\t*For Sale Camry* *Camry* *Carfax SE Auto Gasoline Sedan \t\tCome test drive this amazing *Toyota* *Camry* *(SE AUTO)* *Gasoline* Sedan SE Auto Sedan Gasoline Sedan Gasoline*\t\t*(Toyota)* *(Camry)* *SE Auto* *2.5L 178.0hp* *(GASOLINE)* *Bad Credit*\t\t*Gasoline* *Sedan*  *Super Vehicle Gasoline Call this number (510) 229−4500* *2.5L 178.0hp* *QUALITY AUTO DEALER* * Good Credit*\t\t2017 2016 2015 2014 \t\t*This vehicle is a used Toyota Camry* *No Credit*\t\t*It is like New SE Auto* *2.5L 178.0hp Gasoline* \t\t*Gasoline* 2013 2012 2011 2010 2009 2008"
            }
        ],
        "fast": [
            {
                "id": "7319777591",
                "name": "Fun & Fast 2005 BMW 330 ci",
                "url": "https://sfbay.craigslist.org/nby/cto/d/mill-valley-fun-fast-2005-bmw-330-ci/7319777591.html",
                "datetime": "2021-05-10 14:11",
                "price": "$10,000",
                "where": "mill valley",
                "deleted": false,
                "main_image": "https://images.craigslist.org/01212_b4MD1iggX8lz_0CI0t2_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/01212_b4MD1iggX8lz_0CI0t2_600x450.jpg"
                ],
                "query": "fast",
                "category": "cta",
                "description": "Navy blue with tan interior. New Alpine stereo with Bluetooth. Low miles: 141,000.  All receipts for maintenance available. Sunroof."
            },
            {
                "id": "7319641102",
                "name": "Fast and Furious P71 Crown Victoria Sedan Safe Sexy Fun",
                "url": "https://sfbay.craigslist.org/nby/cto/d/windsor-fast-and-furious-p71-crown/7319641102.html",
                "datetime": "2021-05-10 10:30",
                "price": "$5,200",
                "where": "Santa Rosa",
                "deleted": false,
                "main_image": "https://images.craigslist.org/00R0R_duV9OhBMHthz_0CI0t1_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/00R0R_duV9OhBMHthz_0CI0t1_600x450.jpg",
                    "https://images.craigslist.org/00R0R_duV9OhBMHthz_0CI0t1_50x50c.jpg",
                    "https://images.craigslist.org/00m0m_annJ86qXbgQz_0CI0t1_50x50c.jpg",
                    "https://images.craigslist.org/00U0U_kJMdtzSbFJXz_0CI0ua_50x50c.jpg",
                    "https://images.craigslist.org/00F0F_8fpQvW0nrn6z_0CI0r4_50x50c.jpg",
                    "https://images.craigslist.org/00M0M_bYjtK9Q9Sqpz_0CI0t1_50x50c.jpg",
                    "https://images.craigslist.org/00707_7sGDdhGQ64iz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/01414_4navy2fmMHaz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00A0A_5J8UhU8FAvvz_0CI0ur_50x50c.jpg",
                    "https://images.craigslist.org/00a0a_9CB2ote2Zjzz_0CI0ue_50x50c.jpg",
                    "https://images.craigslist.org/00V0V_iGXQYrY7RTWz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/01010_dtppHcw0LzOz_0CI0rW_50x50c.jpg",
                    "https://images.craigslist.org/00W0W_6vmu68PhanJz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00o0o_2epmSDeRvCTz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00E0E_48Zx1dkXetQz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00505_aCgqkdAcGDTz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00t0t_eBJvpg7UyMrz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00V0V_7Yq9OAMjFB6z_0CI0t2_50x50c.jpg"
                ],
                "query": "fast",
                "category": "cta",
                "description": "Bad  Ass Ford Crown Vic Police Interceptor Leak Feee4.6L V8 Runs Fierce with 130k Miles Well Maintained, Leak Free, Crazy Powerful! The Heavy Duty Transmission is tight and Shifts PERFECT The Front Seats are Beefy and Comfy. Rip Free The A/C Blows ICE COLD Large Backseat, Clean and Rip Free 3 Body Trunk to Transport EVERYTHING / ANYTHING All Door Panels, Windows, Everything Electric Works, Heavy Duty Battery, never needs a jump This is a super clean Police Interceptor.  Nice Tires, Needs Nothing to be the Best Commuter EVER! Drive through Traffic like You Own the Road. People pull OUT of the Carpool Lane to LET YOU PASS Watch Everyone Buckle Up and Hang Up their Phones NEVER GET CUT OFF AGAIN Police Even Lower Their Hair Dryers :) Roll Up on Your Friends,  Or use it for Your Security Company  Get Through Traffic in Record Time  Safest Car On the Road, Reinforced Steel Beams, Air Bags All Around, But it's the Respect that  is Priceless New Smog, Clean Title in Hand 7O7-498-5I89"
            },
            {
                "id": "7317607652",
                "name": "CRAZY DEAL on this 1973 Volkswagen Bug Coupe Fast 1850cc Dual Carb !!",
                "url": "https://sfbay.craigslist.org/scz/ctd/d/palm-desert-crazy-deal-on-this-1973/7317607652.html",
                "datetime": "2021-05-05 22:47",
                "price": "$14,950",
                "where": "Desert Private Collection (760) 313-6607",
                "deleted": false,
                "main_image": "https://images.craigslist.org/00l0l_8xEddgA4rt1z_0fe0bq_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/00l0l_8xEddgA4rt1z_0fe0bq_600x450.jpg",
                    "https://images.craigslist.org/00l0l_8xEddgA4rt1z_0fe0bq_50x50c.jpg",
                    "https://images.craigslist.org/00B0B_dFUVgisVYrfz_0fe0bq_50x50c.jpg",
                    "https://images.craigslist.org/00m0m_6wmlvBN2BhWz_0fe0bq_50x50c.jpg",
                    "https://images.craigslist.org/00f0f_5P3ygrVbwotz_0fe0bq_50x50c.jpg",
                    "https://images.craigslist.org/00E0E_fNcROLhzqa6z_0fe0bq_50x50c.jpg",
                    "https://images.craigslist.org/00x0x_7E4eoeyPyyZz_0fe0bq_50x50c.jpg",
                    "https://images.craigslist.org/00z0z_eRQ4n5TaChVz_0fe0bq_50x50c.jpg",
                    "https://images.craigslist.org/00a0a_bgitbYYtSfUz_0fe0bq_50x50c.jpg",
                    "https://images.craigslist.org/00Y0Y_7NDLGx8vsWXz_0fe0bq_50x50c.jpg",
                    "https://images.craigslist.org/00I0I_1g8vzU1JAPsz_0fe0bq_50x50c.jpg",
                    "https://images.craigslist.org/00E0E_gh1sRrI2JeYz_0fe0bq_50x50c.jpg",
                    "https://images.craigslist.org/01313_caZfRu4XKrzz_0fe0bq_50x50c.jpg",
                    "https://images.craigslist.org/00k0k_dwCTSQvZVtZz_0fe0bq_50x50c.jpg",
                    "https://images.craigslist.org/00909_ihmqzCcUAzUz_0fe0bq_50x50c.jpg",
                    "https://images.craigslist.org/00P0P_5r4duHPxh6rz_0fe0bq_50x50c.jpg",
                    "https://images.craigslist.org/00i0i_iqWTxrIG1znz_0fe0bq_50x50c.jpg",
                    "https://images.craigslist.org/00q0q_6TQafmOv0l4z_0fe0bq_50x50c.jpg",
                    "https://images.craigslist.org/00000_7zwBlgBASYTz_0fe0bq_50x50c.jpg",
                    "https://images.craigslist.org/00u0u_8c6bqqWaXBjz_0fe0bq_50x50c.jpg",
                    "https://images.craigslist.org/00R0R_b5B0WOCbyZOz_0fe0bq_50x50c.jpg",
                    "https://images.craigslist.org/00w0w_6SVjzgtJgXCz_0fe0bq_50x50c.jpg",
                    "https://images.craigslist.org/00j0j_f3MaOBhqyBrz_0fe0bq_50x50c.jpg",
                    "https://images.craigslist.org/00d0d_joBACreD4PAz_0fe0bq_50x50c.jpg",
                    "https://images.craigslist.org/00p0p_kLzdPMwjRw8z_0fe0bq_50x50c.jpg"
                ],
                "query": "fast",
                "category": "cta",
                "description": "CRAZY DEAL on this 1973 Volkswagen Bug Coupe Fast 1850cc Dual Carb !! Coupe98,578 mi. - Manual - 2D Coupe -  - VIN# 1132728058 - STK# 728058Desert Private CollectionCall or Text (760) 313-6607www.desertprivatecollection.comAddress: 39625 Entrepreneur Ln, Palm Desert, CA 92211WE BUY CARS AND CONSIGN CARSMORE PICTURES and VIDEO CLIPS ON OUR WEBSITE: www.DesertPrivateCollection.comWE BUY CLASSIC CARS - CONSIGN and SELL - PHOTO SHOOT RENTAL IS AVAILABLECalifornia buyers must pay CA sales tax , all prices in USD .  Disclaimer-Finance Requirements listed at our website-Price does not include sales tax and DMV registration feesMonthly payment is based on approved Credit for more Inventory VISIT OUR WEBSITE https://www.desertprivatecollection.com/ or call (760) 313-6607FOR CONSIGNMENT PLEASE CONTACT US (760) 313-6607This 1973 Volkswagen Bug Coupe is invitingly priced at $14,950.You'll appreciate our hassle-free approach. For more photos and financing information, contact us today!Desert Private CollectionCall or Text (760) 313-6607www.desertprivatecollection.comAddress: 39625 Entrepreneur Ln, Palm Desert, CA 92211*1973* *Volkswagen* *Bug* *Coupe Fast 1850cc Dual Carb !!* *1973 Volkswagen* *1973 Volkswagen Coupe Fast 1850cc Dual Carb !!* *Volkswagen 1973* *Volkswagen 1973 Coupe Fast 1850cc Dual Carb !!* *1973 Volkswagen Bug* *1973 Volkswagen Bug Coupe Fast 1850cc Dual Carb !!* *1973 Bug Volkswagen* *1973 Bug Volkswagen Coupe Fast 1850cc Dual Carb !!* *Volkswagen Bug 1973* *Volkswagen Bug 1973 Coupe Fast 1850cc Dual Carb !!* *Bug Volkswagen 1973* *Bug Volkswagen 1973 Coupe Fast 1850cc Dual Carb !!* *Volkswagen Bug Black* *Volkswagen Bug Green* *Volkswagen Bug Dual Carb w/1850cc* *Volkswagen Bug Manual* *Volkswagen Bug 2dr* *Volkswagen Bug Coupe* *Coupe Volkswagen Bug* *Volkswagen Coupe Bug* *1973 Coupe Volkswagen Bug* *1973 Volkswagen Bug Coupe* 1979 1978 1977 1976 1975 1974 1973  1972 1971 1970 1969 1968 1967 79 78 77 76 75 74 3  72 71 70 69 68 67 Bug Coupe Fast 1850cc 1850 cc 1850-cc Dual Carb !!Powered by WizPoster.com — #1 Craigslist Posting Tool."
            }
        ]
    },
    "musical instruments": {
        "loud": [
            {
                "id": "7316293277",
                "name": "fishman loudbox mini guitar vocal amp",
                "url": "https://sfbay.craigslist.org/nby/msg/d/healdsburg-fishman-loudbox-mini-guitar/7316293277.html",
                "datetime": "2021-05-10 12:46",
                "price": "$225",
                "where": "healdsburg / windsor",
                "deleted": false,
                "main_image": "https://images.craigslist.org/00s0s_eMJOKSZNolxz_0CI0t2_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/00s0s_eMJOKSZNolxz_0CI0t2_600x450.jpg",
                    "https://images.craigslist.org/00s0s_eMJOKSZNolxz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00505_7UCRTmxu23Dz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00V0V_fNU09YBzbstz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00101_2RWfyN60SDpz_0t20CI_50x50c.jpg",
                    "https://images.craigslist.org/00A0A_j80X8WZ5dEkz_0CI0rm_50x50c.jpg"
                ],
                "query": "loud",
                "category": "msa",
                "description": "Great small amp with big sound, perfect for acoustic guitar and vocal.It has 2 separate channels, working like new.It has some scratches on the outside.Price is not negotiable, thanks.New it sells for $350 + tax"
            },
            {
                "id": "7318788468",
                "name": "910 PRO LESLIE w/ REVERB  LOUD! WORKS GREAT !!",
                "url": "https://sfbay.craigslist.org/sfc/msg/d/roseville-910-pro-leslie-reverb-loud/7318788468.html",
                "datetime": "2021-05-08 10:18",
                "price": "$599",
                "where": "Sacramento Area",
                "deleted": false,
                "main_image": "https://images.craigslist.org/00S0S_6d5xZoJOVAiz_0bD0fq_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/00S0S_6d5xZoJOVAiz_0bD0fq_600x450.jpg",
                    "https://images.craigslist.org/00S0S_6d5xZoJOVAiz_0bD0fq_50x50c.jpg",
                    "https://images.craigslist.org/00202_frnqJDBfDf4z_0bT0fq_50x50c.jpg",
                    "https://images.craigslist.org/00303_33NwfEo2nh4z_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00V0V_8ADDJb1xG6Cz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00W0W_3Fg5tuiXAGMz_0eU0ba_50x50c.jpg",
                    "https://images.craigslist.org/00T0T_kix9P6Fdzkhz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00v0v_lVJPSn2wcnjz_0lA0t2_50x50c.jpg",
                    "https://images.craigslist.org/00q0q_38DGtSFr2fWz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00X0X_GN4aKcKTNQz_0dT0fs_50x50c.jpg",
                    "https://images.craigslist.org/00a0a_bGOxTB4yur5z_0CI0pV_50x50c.jpg",
                    "https://images.craigslist.org/00I0I_dcMCYtPmlUHz_0kE0fu_50x50c.jpg",
                    "https://images.craigslist.org/00F0F_7aUeW3QiLdUz_0kE0fu_50x50c.jpg"
                ],
                "query": "loud",
                "category": "msa",
                "description": "910 PRO LESLIE w/ REVERB  LOUD! WORKS GREAT !! Copy and paste the following YouTube link into your search engine to see and hear this Leslie: www.youtube.com/watch?v=tnVFnUpYMmU **************************************************************************************************THIS IS THE BIG ONE!  The amazing Pro Leslie 910, 140 watts RMS with internal REVERB.  Everything checks out and is fully functional on this MONSTER LESLIE with a loud and clear sound. The 900 Pro Series was Leslie’s answer for keyboard players competing with the Marshall stacks of guitar players. Note Robert Lamm from Chicago playing 910 in attached pix. — Tolex covered cabinet; OK cabs with some repairs— Fully Serviced and Tested— All Jensen speakers— 140 watt RMS total output with three (3) on-board amps— AlNiCo Jensen Tweeter— Separate amps for Bass, Tweeter and Reverb speakers— Two-piece amp configuration to break-down weight— On-board reverb with separate amp and controls— True separation of Bass and Treble cabinets— Stationary Bass at slow speed for deep, wobble-free lows— Real Wood Bass Drum (rare !!)— All Leslie cables conveniently fit into top-speaker cubby— “Space-Expander” on tweeter for on-board reverb signal— Real Spring Reverb tank with “lock-down” cord to prevent spring damage during transport — Heavy-duty built-in-castors— Loud, crisp soundThe photos say it all — a great Leslie for Monster Sound !Buy with confidence, I have been trading on Craigslist for over 20 years with 100% satisfaction (thanks everybody!). Payment: Cash and Carry — not interested in trades. Test with your rig or use one of mine. Sorry, not interested in trades. ***************************************************************************************— See and hear this Leslie at: www.youtube.com/watch?v=tnVFnUpYMmU"
            },
            {
                "id": "7313483448",
                "name": "Basson Sound - Speaker Monitor",
                "url": "https://sfbay.craigslist.org/sfc/msg/d/san-francisco-basson-sound-speaker/7313483448.html",
                "datetime": "2021-05-11 12:33",
                "price": "$500",
                "where": "San Francisco",
                "deleted": false,
                "main_image": "https://images.craigslist.org/00e0e_gKgnG82wDwWz_0lM0t2_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/00e0e_gKgnG82wDwWz_0lM0t2_600x450.jpg"
                ],
                "query": "loud",
                "category": "msa",
                "description": "Basson Sound - Speaker MonitorUp for sale is a good condition, used Basson Speaker. Built for low frequences and high volume.The Basson B412 guitar cab is designed for smooth tone at extreme volume. The enclosure is air sealed with silicone to maintain consistent air volume, creating an air spring to prevent the audio speaker from excess travel. The result is less speaker distortion when you play low and loud. This consistency combined with 300W of power handling makes for a cab low enough for the 7-string enthusiast, and clear enough for the clean tone soloist. An amazing 480W output. Removable casters.B412 Guitar Cabinet Specifications:* 4x12 Eminence Legends* 300W power handling* 8 ohms* 101dB* 30-1/2W x 34-1/4H x 14-1/4D* 106 lbs.FEATURES* Incredibly smooth tone* Air sealed with silicon* All joints reinforced with a 1-1/4 brace* Tolex covered cabinet* 2 recessed metal 1/4 inputs* Removable wheels"
            }
        ],
        "famous": [
            {
                "id": "7315426439",
                "name": "Famous FS-1 Soprano Ukulele OBO",
                "url": "https://sfbay.craigslist.org/nby/msg/d/napa-famous-fs-soprano-ukulele-obo/7315426439.html",
                "datetime": "2021-05-09 17:48",
                "price": "$200",
                "where": "napa county",
                "deleted": false,
                "main_image": "https://images.craigslist.org/00C0C_izIvoOFL2MH_07K0ak_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/00C0C_izIvoOFL2MH_07K0ak_600x450.jpg",
                    "https://images.craigslist.org/00C0C_izIvoOFL2MH_07K0ak_50x50c.jpg",
                    "https://images.craigslist.org/01212_atxu8WckWzo_07K0ak_50x50c.jpg",
                    "https://images.craigslist.org/00E0E_equUQMmTfxo_07K0ak_50x50c.jpg",
                    "https://images.craigslist.org/01717_cAckhZ990o3_07K0ak_50x50c.jpg",
                    "https://images.craigslist.org/00v0v_8hVyVMoQgEX_0ak07K_50x50c.jpg"
                ],
                "query": "famous",
                "category": "msa",
                "description": "Pretty little soprano, nice build with super-thin mahogany laminate, but with a sound that will rival most sold-wood ukes. Extremely light, with excellent projection and beautiful resonance. The FS-1 is a Japanese build, identical to the Kiwaya KS-1, but sold only to the Japanese market. This older uke has a Rosewood fingerboard, which you won't find in production any longer...the newer ones are walnut.  Nice, low action and great intonation. Friction tuners. Tiny scratch on the headstock, mark on the first fret - see the photos for detail. One-of-a-kind cloth gig bag included. Reasonable offers are welcome."
            },
            {
                "id": "7320124616",
                "name": "Chickering upright, 1970s. Super low price",
                "url": "https://sfbay.craigslist.org/sby/msg/d/sunnyvale-chickering-upright-1970s/7320124616.html",
                "datetime": "2021-05-11 10:09",
                "price": "$550",
                "where": "sunnyvale",
                "deleted": false,
                "main_image": "https://images.craigslist.org/00h0h_yFn8lm3XQNz_0CI0t2_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/00h0h_yFn8lm3XQNz_0CI0t2_600x450.jpg",
                    "https://images.craigslist.org/00h0h_yFn8lm3XQNz_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00b0b_3qrWHi7Dz76z_0CI0t2_50x50c.jpg",
                    "https://images.craigslist.org/00x0x_2hHHZ3zKGW2z_0lM0t2_50x50c.jpg",
                    "https://images.craigslist.org/00n0n_e3Fd1ImNWSkz_0CI0t2_50x50c.jpg"
                ],
                "query": "famous",
                "category": "msa",
                "description": "Greetings. You have a chance to buy a great upright piano manufactured by a world-famous Chickering company,  that has been founded BEFORE Steinway.  This upright piano is from 1970s. We are consolidating rooms at our small music school, and now there are too many instruments in one office. Imagine that the piano has been recently TUNED and regulated.  You'll only need to hire your movers. No stairs in the building Chickering has been  famous for many decades before getting sold.https://www.youtube.com/watch?v=L4yfS1bEHz8https://www.youtube.com/watch?v=SylNUF5510E By the way, in the same room, we have also two Chickering grand pianos, which we use for teaching. You can see how much we are fond of this make!"
            },
            {
                "id": "7320081519",
                "name": "1964 Selmer Mark VI Alto Saxophone",
                "url": "https://sfbay.craigslist.org/sby/msg/d/san-jose-1964-selmer-mark-vi-alto/7320081519.html",
                "datetime": "2021-05-11 08:41",
                "price": "$6,500",
                "where": "san jose north",
                "deleted": false,
                "main_image": "https://images.craigslist.org/00q0q_1pldakyCUSmz_08a0ew_600x450.jpg",
                "all_images": [
                    "https://images.craigslist.org/00q0q_1pldakyCUSmz_08a0ew_600x450.jpg",
                    "https://images.craigslist.org/00q0q_1pldakyCUSmz_08a0ew_50x50c.jpg",
                    "https://images.craigslist.org/00Y0Y_6jiz7ARQ8GDz_0aT0ew_50x50c.jpg",
                    "https://images.craigslist.org/00B0B_kihImx6oDqfz_08a0ew_50x50c.jpg",
                    "https://images.craigslist.org/00R0R_7QYfxqFrfOdz_0aT0ew_50x50c.jpg",
                    "https://images.craigslist.org/00T0T_6FTeV4cf8uiz_0aT0ew_50x50c.jpg",
                    "https://images.craigslist.org/00M0M_7y98fEATbuFz_0aT0ew_50x50c.jpg",
                    "https://images.craigslist.org/00z0z_dinEUiyLySVz_0aT0ew_50x50c.jpg",
                    "https://images.craigslist.org/01616_6acN97j2FRZz_0aT0ew_50x50c.jpg",
                    "https://images.craigslist.org/00M0M_c1klptbf7Qpz_0ew0ew_50x50c.jpg"
                ],
                "query": "famous",
                "category": "msa",
                "description": "Do not pass on this instrument, if you are looking at this, then you know the reputation of the Mark VI, and this one is a good example. This would also be a great investment unlike a new sax that would depreciate in value.This sax plays nice and has that tone the Mark VI is famous for. Original finish but does show slight wear, but very nice for it’s age. No dents & the serial numbers do match, and the original case is in very good condition. Please email with any questions."
            }
        ]
    }
}
